{"shortname": "statement 2008-08-05", "source": "statement", "date": "2008-08-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-12.html", "effective_date": "6 Aug 2008", "rate": "7.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 7.25 per cent.\n\nInflation in Australia has been high over the past year in an environment of limited spare capacity and earlier strong growth in demand. This was evident again in the most recent CPI data. In these circumstances, the Board has been seeking to restrain demand in order to reduce inflation over time.\n\nAs a result of increases in the cash rate last year and early this year, additional rises in market interest rates and tougher credit standards, there has been a substantial tightening in financial conditions since the middle of 2007. Some further tightening has occurred over the past couple of months. Conditions in international financial markets remain difficult, with heightened concerns over credit persisting.\n\nThe evidence is that the tightening in financial conditions, in conjunction with other factors including rising fuel costs, and lower asset values, has restrained demand. Indicators of household spending have continued to record subdued outcomes over recent months, and credit expansion to both households and businesses has slowed significantly. Surveys suggest a softening in business activity, and there have also been some early signs of an easing in labour market conditions.\n\nThe rise in Australia's terms of trade that is currently occurring is working in the opposite direction, adding substantially to national income and ability to spend. At the same time, high prices of oil and a range of other commodities have added to global inflationary risks. They are also dampening growth in a number of countries.\n\nGiven the opposing forces at work, considerable uncertainty has surrounded the outlook for demand and inflation. On balance, however, it is looking more likely that demand will remain subdued, and economic growth will be fairly slow, over the period ahead. Inflation is likely to remain relatively high in the short term, with the CPI affected by high global oil prices. Looking further ahead, inflation in both CPI and underlying terms is likely to decline over time, given the outlook for demand, provided wages growth remains moderate. The Bank's forecast remains that inflation will fall below 3 per cent during 2010.\n\nWeighing up the available domestic and international information, the Board judged that the cash rate should remain unchanged this month. Nonetheless, with demand slowing, the Board's view is that scope to move towards a less restrictive stance of monetary policy in the period ahead is increasing."}