{"shortname": "statement 2014-09-02", "source": "statement", "date": "2014-09-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2014/mr-14-15.html", "effective_date": "3 Sep 2014", "rate": "2.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 2.5 per cent.\n\nGrowth in the global economy is continuing at a moderate pace. China's growth remains generally in line with policymakers' objectives, with weakening property markets a challenge in the near term. Commodity prices in historical terms remain high, but some of those important to Australia have declined this year.\n\nFinancial conditions overall remain very accommodative. Long-term interest rates and risk spreads remain very low. Volatility in many financial prices is currently unusually low. Markets appear to be attaching a very low probability to any rise in global interest rates or other adverse event over the period ahead.\n\nIn Australia, the most recent survey data indicate gradually improving business conditions and some recovery in household sentiment after a weaker period around mid year, suggesting moderate growth in the economy is occurring. Resources sector investment spending is starting to decline significantly. Investment intentions in some other sectors continue to improve, though these areas of capital spending are expected to see only moderate growth in the near term. Public spending is scheduled to be subdued. Overall, the Bank still expects growth to be a little below trend over the year ahead.\n\nThe recorded rate of unemployment has increased recently, despite some improvement in most other indicators for the labour market this year. The Bank's assessment remains that the labour market has a degree of spare capacity and that it will probably be some time yet before unemployment declines consistently. Growth in wages has declined noticeably and is expected to remain relatively modest over the period ahead, which should keep inflation consistent with the target even with lower levels of the exchange rate.\n\nMonetary policy remains accommodative. Interest rates are very low and have continued to edge lower over recent months as competition to lend has increased. Investors continue to look for higher returns in response to low rates on safe instruments. Credit growth has picked up a little, including most recently to businesses. The increase in dwelling prices continues. The exchange rate, on the other hand, remains above most estimates of its fundamental value, particularly given the declines in key commodity prices. It is offering less assistance than would normally be expected in achieving balanced growth in the economy.\n\nLooking ahead, continued accommodative monetary policy should provide support to demand and help growth to strengthen over time. Inflation is expected to be consistent with the 2–3 per cent target over the next two years.\n\nIn the Board's judgement, monetary policy is appropriately configured to foster sustainable growth in demand and inflation outcomes consistent with the target. On present indications, the most prudent course is likely to be a period of stability in interest rates."}