{"shortname": "statement 2000-05-02", "source": "statement", "date": "2000-05-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2000/mr-00-11.html", "effective_date": "3 May 2000", "rate": "6.00", "change": "+0.25"}, "fulltext": "Following a decision made by the Board at its meeting yesterday, the Bank will be raising the cash rate target by 25 basis points, to 6 per cent, effective immediately.\n\nAt its meeting, the Board again considered the range of domestic and international factors relevant to monetary policy. Domestically:\n\n* While some indicators of domestic demand suggest that growth rates have moderated   from the very high rates in the second half of 1999, the Australian economy   is benefiting from stronger exports and rising terms of trade. * On the latest available data, the demand for credit, if anything, has strengthened   so far in 2000. Credit growth over the year to March of 11–12 per   cent, and over 16 per cent for households, remains above that which can   be sustained in the long run. Gains in household wealth have been large,   related mainly to the strong rise in dwelling prices. Readily-available,   low-cost credit accommodated this increase. * Inflation in Australia as measured by the CPI has continued to increase. It rose   towards the top of the target zone in March and is likely to remain there   in the short term. The rise in petrol prices has played an important role.   Recent trends in the US dollar price of oil suggest that this may now have   run its course, with a small decline in petrol prices possible in the next   quarter or two, depending on the course of the exchange rate. But a range   of underlying measures of inflation, which are not distorted by energy prices   and which give a better indication of the trend in consumer prices, show   a gradual, but clear, pick-up. These are now about 2¼ per cent, compared   with a low of around 1½ per cent late in 1998. Expectations of inflation   have also increased. Together with a gradual tightening in the labour market   as indicated by survey data, this suggests that some pick-up in wage pressures   could easily occur over the coming year or two.\n\nOn the international front:\n\n* Global economic conditions are now much stronger than a year ago, and forecasts for   global growth have been further upgraded in recent months. Share market   developments to date have not caused any significant revision to the economic   outlook. * Inflation and wage costs have picked up in the United States, and in some other countries   there has been some rise in underlying inflation. * World interest rates have continued to increase. The Board noted that most developed   countries had now raised interest rates by between 100 and 150 basis points   over recent months. While the bulk of this rise reflected a return to more   normal levels of interest rates after the unusually low levels of 1998,   for some countries exchange rate weakness was also adding to upward pressure   on inflation and interest rates. * The exchange rate of the Australian dollar had fallen further.\n\nIn the light of these developments, the Board assessed that the earlier increases in Australian interest rates were appropriate, and that the inflationary risks looking forward warranted a further small increase. In particular, the potential for a weak exchange rate to adversely affect domestic inflation had increased over the past month.\n\nTo this extent, as was the case at the time of its decision to raise interest rates in April, the Board was concerned about the increased risks to inflation from international factors. This does not represent any change in the policy framework the Bank has been following for some years now, but a change in the environment in which policy operates. The Board recognised that there is, of course, no certain or mechanical relationship between interest rates and the exchange rate, but it assessed that instability will be reduced by the pursuit of policies which engender confidence among domestic and foreign investors that Australia will remain a low inflation country. Such an outcome is essential to ensuring the longevity of the current expansion."}