{"shortname": "statement 2008-05-06", "source": "statement", "date": "2008-05-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-07.html", "effective_date": "7 May 2008", "rate": "7.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 7.25 per cent.\n\nInflation in Australia has been high over the past year, with the CPI rising by a little over 4 per cent and underlying measures at a similar pace. Price rises were widespread, in an environment of limited capacity and earlier strong growth in demand.\n\nIn order to reduce inflation over time, growth in aggregate demand needs to be significantly slower than it was in 2007. Evidence is accumulating that this is occurring. Indicators of household spending have recorded subdued outcomes over recent months, and demand for credit by both households and businesses has weakened.\n\nAs a result of the Board's earlier decisions, additional rises in market interest rates and tougher credit standards for some borrowers, there has been a substantial tightening in financial conditions since the middle of last year. Conditions in international financial markets, though improved in recent weeks, also remain difficult. These factors are acting to restrain demand.\n\nThe rise in Australia's terms of trade currently occurring, which is larger than had been expected a couple of months ago, will work in the opposite direction. It will add substantially to national income and ability to spend, even with the slowing in global growth to below trend pace that the Bank has been assuming for some months now.\n\nGiven the opposing forces at work, considerable uncertainty remains about the outlook for demand and inflation. On balance, the Board's current assessment is that demand growth will remain moderate this year. In the short term, inflation is likely to remain relatively high, but it should decline over time provided demand evolves as expected. Should demand not slow as expected or should expectations of high ongoing inflation begin to affect wage and price setting, that outlook would need to be reviewed.\n\nWeighing up the available domestic and international information, the Board's judgement is that the current stance of monetary policy remains appropriate for the time being. The Board will continue to evaluate prospects for economic activity and inflation in the light of new information."}