{"shortname": "statement 2002-05-07", "source": "statement", "date": "2002-05-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2002/mr-02-10.html", "effective_date": "8 May 2002", "rate": "4.50", "change": "+0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be acting in the money market this morning to increase the cash rate by 25 basis points, to 4.50 per cent.\n\nIn recent months the economic climate has changed markedly, with firmer prospects now evident both in Australia and abroad. In the United States, the downturn that commenced early last year has proven to be milder, and of shorter duration, than had appeared likely a few months ago, and the US economy recorded strong growth in the March quarter. While more recent indicators suggest that the pace of growth in the United States will ease for a time, the recovery to date has clearly exceeded earlier expectations. There has also been an upturn among Australia's main trading partners in the east Asian region (with the important exception of Japan) and more tentative signs of recovery in Europe. Overall, although 2001 was a very weak year for the major economies, earlier fears of a more severe and protracted downturn have not been realised, and the outlook now is much more positive than was the case late last year.\n\nThe Australian economy at present is outperforming other advanced economies by a wide margin, recording growth of more than 4 per cent during 2001, a time when aggregate growth in the major economies was close to zero. Growth has continued and confidence strengthened in 2002 to date, and the economy appears well placed to continue its strong performance in the period ahead. Businesses are expanding their investment plans, and household spending has continued to grow strongly, supported by an upturn in employment and by rising wealth associated with increases in house prices. The strong rises in house prices seen over recent years have also been associated with a rapid expansion in household debt, a process that carries longer-term risks if households become seriously over-extended.\n\nAustralia's inflation rate, at 2.9 per cent, remains close to the top of the target range. Inflation seems to be flattening out, following a period in which it had been on a rising trend owing in part to the substantial depreciation of the Australian dollar over the 1997–2000 period. There are signs that these exchange-rate effects are beginning to fade, and hence the prospects are for a moderate decline in inflation in the next few quarters. Over a longer horizon, however, it is likely that inflationary pressures will continue, as surplus capacity in the economy is gradually used up. This is a contrast to what was expected when the Bank reduced interest rates last year.\n\nIn reviewing all these factors the Board's assessment was that the outlook no longer warranted a level of cash rates at the bottom of the range of recent experience. To persist with a strongly expansionary policy setting would risk amplifying inflation pressures and, over time, could fuel other imbalances such as the current overheating in the housing market, potentially jeopardising the economy's continued expansion. The Board judged that an increase in the cash rate would reduce these risks and, therefore, enhance the prospects for sustained growth consistent with the inflation target."}