{"shortname": "statement 2006-05-02", "source": "statement", "date": "2006-05-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2006/mr-06-03.html", "effective_date": "3 May 2006", "rate": "5.75", "change": "+0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to increase the cash rate by 25 basis points, to 5.75 per cent.\n\nInternational developments are continuing to provide stimulus to growth in Australia. The world economy is growing at an above-average pace for the fourth successive year and, significantly, forecasts have recently been revised upwards. Commodity prices have been increasing strongly for some time, and they have risen further in the year to date. This suggests a strengthening in the outlook for Australia's export earnings, with consequent expansionary effects on incomes and spending.\n\nIn Australia, domestic spending has been growing at a solid pace recently and prevailing conditions suggest that this is likely to continue. High profitability and rising share prices are indicative of a favourable business environment in which investment growth is likely to remain strong. There are also signs that the dampening effects of household balance-sheet adjustment on consumer spending are starting to wane.\n\nRecent trends in credit growth indicate that households and businesses have continued to find it attractive to borrow at prevailing interest rates. After touching a low point in the September quarter, the growth of household credit has picked up over the two most recent quarters. Business credit growth has continued to trend upwards. A factor that is likely to have contributed to the overall strength of credit growth has been the continuing compression of lending margins by financial intermediaries over recent years, reflecting competition among lenders. As a consequence, although the cash rate has been close to its historical average, interest rates paid by borrowers have remained below average.\n\nThese domestic and international trends have added to inflationary pressures in an economy that has been operating for some time with rather limited spare capacity and low unemployment. Wages growth, though not accelerating further recently, is higher than it was a year ago, and businesses are continuing to report that suitable labour is scarce. Raw materials costs continued to increase strongly in the March quarter, reflecting the general strength in global commodity prices. Consumer price inflation has picked up to around 3 per cent in recent quarters. While this partly reflected rising fuel costs, underlying consumer price inflation also increased in the March quarter, to around 2¾ per cent, a rate it had not been expected to reach until the second half of the year.\n\nTaking all of these developments into account, the Board judged at its May meeting that inflationary risks had increased sufficiently to warrant an increase in the cash rate."}