{"shortname": "statement 2009-11-03", "source": "statement", "date": "2009-11-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-25.html", "effective_date": "4 Nov 2009", "rate": "3.50", "change": "+0.25"}, "fulltext": "At its meeting today, the Board decided to raise the cash rate by 25 basis points to 3.5 per cent, effective 4 November 2009.\n\nThe global economy has resumed growth. With economic policy settings likely to remain expansionary for some time, the recovery is likely to continue during 2010 and forecasts have been revised higher. The expansion is generally expected to be modest in the major countries, due to the continuing legacy of the financial crisis. Prospects for Australia's Asian trading partners appear to be noticeably better. Growth in China has been very strong, which is having a significant impact on other economies in the region and on commodity markets. For Australia's trading partner group, growth in 2010 is likely to be close to trend.\n\nSentiment in global financial markets is much better than earlier in the year. Nonetheless, the state of balance sheets in some major countries remains a potential constraint on their expansion.\n\nEconomic conditions in Australia have been stronger than expected and measures of confidence have recovered. Some spending has probably been brought forward by the various policy initiatives. With those effects now diminishing, these areas of demand may soften somewhat. Some types of capital spending are likely to be held back for a while by financing constraints, but it now appears that private investment will not be as weak as earlier expected. Medium-term prospects for investment appear, moreover, to be strengthening. Higher dwelling activity and public infrastructure spending are also starting to provide more support to spending. There have been some early signs of an improvement in labour market conditions. The rate of unemployment is now likely to peak at a considerably lower level than earlier expected.\n\nInflation has been declining for the past year. In underlying terms, inflation should continue to moderate in the near term, but now will probably not fall as far as earlier thought. Headline CPI inflation on a year-ended basis has been unusually low because of temporary factors, and will probably rise somewhat over the coming year. Both CPI and underlying inflation are expected to be consistent with the target in 2010.\n\nHousing credit growth has been solid and dwelling prices have risen appreciably this year. Business borrowing has been declining as companies have sought to reduce leverage in an environment of tighter lending standards. For many business borrowers, increases in risk margins are still coming through. The decline in credit has been concentrated among large firms, which have had good access to equity capital and, more recently, to debt markets. Share markets have recovered significant ground.\n\nThe Board noted that the rise in the exchange rate is likely to constrain output in the tradeables sector and dampen price pressures. Nonetheless, growth is likely to be close to trend over the year ahead and inflation close to target. With the risk of serious economic contraction in Australia now having passed, the Board's view is that it is prudent to lessen gradually the degree of monetary stimulus that was put in place when the outlook appeared to be much weaker. The adjustments at the October and November meetings will work to increase the sustainability of growth in economic activity and keep inflation consistent with the target over the years ahead."}