{"shortname": "statement 2009-06-02", "source": "statement", "date": "2009-06-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-12.html", "effective_date": "3 Jun 2009", "rate": "3.00", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.0 per cent.\n\nEvidence has continued to emerge that the global economy is stabilising, after a sharp contraction during the December and March quarters. The considerable economic policy stimulus in train in most countries is helping to contain the downturn, and should support an eventual recovery. The turnaround is clearest in China and some other emerging countries. Recovery in the major countries is likely to take longer to begin and be slower when it does occur.\n\nProspects are being helped by better conditions in global financial markets. Confidence, while improving, nonetheless remains fragile and balance sheets are under pressure from the effects of economic weakness on asset quality. Credit remains tight. Continued progress in restoring balance sheets is essential for a durable recovery.\n\nThe Australian economy has been contracting. Capacity utilisation has fallen back to about average levels, and will decline further over the rest of the year. With demand for labour weakening, growth in labour costs is beginning to fall. These conditions are likely to see inflation continue to abate over the next two years.\n\nA pick-up in housing credit demand suggests stronger dwelling activity is likely later in the year. Business borrowing, on the other hand, is declining, as companies postpone investment plans and seek to reduce leverage, in an environment of tighter lending standards.\n\nMonetary policy has been eased significantly. Market and mortgage rates are at very low levels by historical standards. Business loan rates are below average. Much of the effect of this is yet to be observed. Fiscal measures are also providing considerable support for demand.\n\nNonetheless, the prospect of inflation declining over the medium term suggests that scope remains for some further easing of monetary policy, if needed. In assessing how it might use that scope, the Board will continue to monitor how economic and financial conditions unfold, and how they impinge on prospects for a sustainable recovery in economic activity."}