{"shortname": "statement 2001-04-03", "source": "statement", "date": "2001-04-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2001/mr-01-07.html", "effective_date": "4 Apr 2001", "rate": "5.00", "change": "-0.50"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to reduce the cash rate by a further 50 basis points to 5.0 per cent.\n\nThe most recent information suggests that the trend towards weaker international economic conditions has continued. This is being led by the United States, where business and consumer confidence has weakened noticeably against the background of a rapidly falling share market. A number of other countries, including importantly for Australia those in east Asia, have also recently shown signs of slower economic growth. World interest rates are declining in response to these conditions.\n\nReal GDP fell in the December quarter, resulting in a small net decline in activity over the second half of 2000. The fall in dwelling investment, the speed of which was unprecedented and unexpected, explains this result. This housing downturn was a temporary factor, albeit a large one, and that sector should recover in the course of 2001. But in the interim, indirect impacts of the housing downturn are being felt in other parts of the economy. Hence, overall growth is well below longer-run potential, which is likely to keep inflationary pressures controlled in the short term, even though the exchange rate has fallen further in recent months and wages growth has edged higher.\n\nThe Board remains firmly of the view that the economy's medium-term growth prospects are very good, but recognises that two risks to short-term growth exist. The first comes from the weaker world economy. Against this, the exchange rate gives a major competitive edge to the traded sector. The second risk is that, notwithstanding strong medium-term prospects for growth, confidence could weaken in such a way as to further dampen domestic demand in the short term. The Board views it as prudent for monetary policy to help support domestic demand under such circumstances. Today's action, together with the earlier reductions in interest rates, is directed to that end."}