{"shortname": "statement 2009-08-04", "source": "statement", "date": "2009-08-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-16.html", "effective_date": "5 Aug 2009", "rate": "3.00", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.0 per cent.\n\nWith considerable economic stimulus in train around the world, the global economy is stabilising after an earlier sharp contraction in demand. Downside risks to the global outlook have diminished, though they have not disappeared and most observers expect only modest growth overall. There is tentative evidence that the US economy is approaching a turning point, but conditions in Europe are still weakening. Growth in China, in contrast, has been very strong in recent months, which is having an impact on other economies in the region and on commodity markets.\n\nSentiment in global financial markets has continued to improve. Nonetheless, credit conditions remain difficult, and the effects of economic weakness on asset quality present a challenge. For the global economic recovery to be durable, continued progress in restoring balance sheets is essential.\n\nEconomic conditions in Australia have been stronger than expected a few months ago, with both consumer spending and exports notable for their resilience. Measures of confidence have recovered a good deal of ground. This suggests that the risk of a severe contraction in the Australian economy has abated. The most likely outcome in the near term is a period of sluggish output, with consumer spending likely to slow somewhat and investment remaining weak. Stronger dwelling activity and public spending will start to provide more support to overall demand soon, and growth is likely to firm into 2010.\n\nInflation is gradually moderating, given the earlier decline in energy and commodity prices, and the effects of weaker demand on prices and labour costs. Given the current prospects for demand and output, this moderation should continue over the year ahead. The higher exchange rate over recent months will assist this moderation, at the margin.\n\nHousing credit has been solid, and dwelling prices have risen over recent months. Business borrowing, on the other hand, has been declining, as companies have postponed investment plans and sought to reduce leverage in an environment of tighter lending standards. Large firms have had good access to equity capital, and access to debt markets appears to be improving.\n\nThe Board's judgment is that the present accommodative setting of monetary policy is appropriate given the economy's circumstances. The Board will continue to monitor how economic and financial conditions unfold and how they impinge on prospects for sustainable growth in economic activity and achieving the inflation target."}