{"shortname": "statement 2013-04-02", "source": "statement", "date": "2013-04-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2013/mr-13-06.html", "effective_date": "3 Apr 2013", "rate": "3.00", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.0 per cent.\n\nGlobal growth is forecast to be a little below average for a time, but the downside risks appear to be reduced. While Europe remains in recession, the United States is experiencing a moderate expansion and growth in China has stabilised at a fairly robust pace. Around Asia generally, growth was dampened by the earlier slowing in China and the weakness in Europe, but again there are signs of stabilisation. Commodity prices have declined somewhat recently, but are still at historically high levels.\n\nInternationally, financial conditions are very accommodative. Risk spreads are narrow and funding conditions for financial institutions have improved. Long-term interest rates faced by highly rated sovereigns, including Australia, remain at exceptionally low levels. Borrowing conditions for large corporations are similarly very attractive. Share prices are substantially above their low points. However, the task of putting private and public finances on sustainable paths in several major countries is far from complete. Accordingly, financial markets remain vulnerable to setbacks.\n\nIn Australia, growth was close to trend over 2012, led by very large increases in capital spending in the resources sector, while some other sectors experienced weaker conditions. Looking ahead, the peak in resource investment is drawing close. There will, therefore, be more scope for some other areas of demand to strengthen.\n\nRecent information suggests that moderate growth in private consumption spending is occurring, though a return to the very strong growth of some years ago is unlikely. While the near-term outlook for investment outside the resources sector is relatively subdued, a modest increase is likely to begin over the next year. Dwelling investment is slowly increasing, with rising dwelling prices and high rental yields. Exports of natural resources are strengthening. Public spending, in contrast, is forecast to be constrained.\n\nInflation is consistent with the medium-term target, with both headline CPI and underlying measures at around 2¼ per cent on the latest reading. Labour costs remain contained and businesses are focusing on lifting efficiency. These trends should help to keep inflation low, even as the effects on prices of the earlier exchange rate appreciation wane. The Bank's assessment remains that inflation will be consistent with the target over the next one to two years.\n\nThere are a number of indications that the substantial easing of monetary policy during late 2011 and 2012 is having an expansionary effect on the economy. Further such effects can be expected to emerge over time. On the other hand, the exchange rate, which has risen recently, remains higher than might have been expected, given the observed decline in export prices. The demand for credit has also remained low thus far, as some households and firms continue to seek lower debt levels.\n\nThe Board's view is that with inflation likely to be consistent with the target, and with growth likely to be a little below trend over the coming year, an accommodative stance of monetary policy is appropriate. The inflation outlook, as assessed at present, would afford scope to ease policy further, should that be necessary to support demand. At today's meeting, the Board judged that it was prudent to leave the cash rate unchanged. The Board will continue to assess the outlook and adjust policy as needed to foster sustainable growth in demand and inflation outcomes consistent with the target over time."}