{"shortname": "statement 2011-10-04", "source": "statement", "date": "2011-10-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2011/mr-11-21.html", "effective_date": "5 Oct 2011", "rate": "4.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.75 per cent.\n\nConditions in global financial markets have continued to be very unsettled, with uncertainty increasing about both the prospects for resolution of the sovereign debt and banking problems in Europe, and the outlook for global economic growth. While temporary impediments that had contributed to a slowing in growth in some countries over recent months are lessening, recent data suggest a continuing period of soft economic conditions in both Europe and the United States. Moreover, the uncertainty and financial volatility have reduced confidence, which could result in more cautious behaviour by firms and households in major countries.\n\nIt will take more time for evidence of any effects of the recent European and US financial turbulence on economic activity in other regions to emerge. Thus far, indications are that economic activity is continuing to expand in China and most of Asia. Nonetheless, recent events have led forecasters to reduce their estimates for global GDP growth, which is now expected to be about average this year and next. Prices for commodities have declined over recent weeks, though in general they remain high.\n\nAustralia's terms of trade are very high, which has increased national income considerably. Investment in the resources sector is picking up very strongly and some related service sectors are enjoying better than average conditions. In other sectors, cautious behaviour by households and the earlier rise in the exchange rate have had a noticeable dampening effect. The impetus from earlier Australian Government spending programs is now also abating, as had been intended. While there remain good reasons to expect solid growth over the medium term, the indications are that the pace of near-term growth is unlikely to be as strong as earlier expected, due both to local and global factors, including the financial turmoil and related effects on business confidence.\n\nUnderlying inflation stopped falling and began to increase earlier this year. The Board has been concerned about the prospect of a further pick-up over the period ahead, but over recent months has been weighing the question of whether a period of weaker than expected conditions would contain that pick-up in inflation. Recently revised data show a pick-up to date in the underlying pace of price rises that was less sharp than initially indicated. Moreover, with labour market conditions now a little softer and households more concerned about the possibility of unemployment rising, the likelihood of a significant acceleration in labour costs outside the resources and related sectors is lessening.\n\nTaking into account all the recent information, the path for inflation may now be more consistent with the 2–3 per cent target in 2012 and 2013, abstracting from the impact of the carbon pricing scheme. This assessment will be reviewed on receipt of further data on prices ahead of the Board's next meeting. An improved inflation outlook would increase the scope for monetary policy to provide some support to demand, should that prove necessary.\n\nThe Board noted that financial conditions have been easing somewhat, with interest rates for some housing and business loans declining slightly due to increased competition and the fall in some funding costs in financial markets. The exchange rate has also declined from the very high levels of a few months ago. Credit growth remains low, however, and asset prices have declined.\n\nAt today's meeting the Board judged the current cash rate remained appropriate. As always, the Board will continue to assess carefully the evolving outlook for growth and inflation."}