{"shortname": "statement 2017-03-07", "source": "statement", "date": "2017-03-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2017/mr-17-06.html", "effective_date": "8 Mar 2017", "rate": "1.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 1.50 per cent.\n\nConditions in the global economy have continued to improve over recent months. Business and consumer confidence have both picked up. Above-trend growth is expected in a number of advanced economies, although uncertainties remain. In China, growth is being supported by higher spending on infrastructure and property construction. This composition of growth and the rapid increase in borrowing mean that the medium-term risks to Chinese growth remain. The improvement in the global economy has contributed to higher commodity prices, which are providing a significant boost to Australia's national income.\n\nHeadline inflation rates have moved higher in most countries, partly reflecting the higher commodity prices. Long-term bond yields are higher than last year, although in a historical context they remain low. Interest rates are expected to increase further in the United States and there is no longer an expectation of additional monetary easing in other major economies. Financial markets have been functioning effectively and stock markets have mostly risen.\n\nThe Australian economy is continuing its transition following the end of the mining investment boom, expanding by around 2½ per cent in 2016. Exports have risen strongly and non-mining business investment has risen over the past year. Most measures of business and consumer confidence are at, or above, average. Consumption growth was stronger towards the end of the year, although growth in household income remains low.\n\nThe outlook continues to be supported by the low level of interest rates. Financial institutions remain in a good position to lend. The depreciation of the exchange rate since 2013 has also assisted the economy in its transition following the mining investment boom. An appreciating exchange rate would complicate this adjustment.\n\nLabour market indicators continue to be mixed and there is considerable variation in employment outcomes across the country. The unemployment rate has been steady at around 5¾ per cent over the past year, with employment growth concentrated in part-time jobs. The forward-looking indicators point to continued expansion in employment over the period ahead.\n\nInflation remains quite low. With growth in labour costs remaining subdued, underlying inflation is likely to stay low for some time. Headline inflation is expected to pick up over the course of 2017 to be above 2 per cent, with the rise in underlying inflation expected to be a bit more gradual.\n\nConditions in the housing market vary considerably around the country. In some markets, conditions are strong and prices are rising briskly. In other markets, prices are declining. In the eastern capital cities, a considerable additional supply of apartments is scheduled to come on stream over the next couple of years. Growth in rents is the slowest for two decades. Borrowing for housing by investors has picked up over recent months. Supervisory measures have contributed to some strengthening of lending standards.\n\nTaking account of the available information the Board judged that holding the stance of policy unchanged at this meeting would be consistent with sustainable growth in the economy and achieving the inflation target over time."}