{"shortname": "statement 2010-02-02", "source": "statement", "date": "2010-02-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-02.html", "effective_date": "3 Feb 2010", "rate": "3.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.75 per cent.\n\nThe global economy is growing, and world GDP is expected to rise at close to trend pace in 2010 and 2011. The expansion is still likely to be modest in the major countries, due to the continuing legacy of the financial crisis, resulting in ongoing excess capacity. In Asia, where financial sectors are not impaired, recovery has been much quicker to date, though the Chinese authorities are now seeking to reduce the degree of stimulus to their economy. Global financial markets are functioning much better than they were a year ago. Credit conditions nonetheless remain difficult in the major countries as banks continue to face loan losses associated with the period of economic weakness. Concerns regarding some sovereigns have increased.\n\nIn Australia, economic conditions have been stronger than expected, after a mild downturn a year ago. The effects of the fiscal stimulus on consumer demand have now faded, but household finances are being supported by strong labour market outcomes and a recovery in net worth. Public infrastructure spending is now boosting demand, as is an upturn in housing construction. Investment in the resources sector is strong. The rate of unemployment appears to have peaked at a much lower level than earlier expected.\n\nInflation has, as expected, declined in underlying terms from its peak in 2008, helped by the fall in commodity prices at the end of 2008, a noticeable slowing in private‑sector labour costs during 2009, the recent rise in the exchange rate and a period of slower growth in demand. CPI inflation has risen somewhat recently as temporary factors that had been holding it down are now abating. Inflation is expected to be consistent with the target in 2010.\n\nCredit for housing has been expanding at a solid pace, and dwelling prices have risen significantly over the past year. Business credit, in contrast, has continued to fall, as companies have sought to reduce leverage, and lenders have imposed tighter lending standards and in some cases sought to scale back their balance sheets. The decline in credit has been concentrated among large firms, which generally have had good access to equity capital and, more recently, to debt markets; credit conditions remain difficult for many smaller businesses.\n\nWith the risk of serious economic contraction in Australia having passed, the Board had moved at recent meetings to lessen the degree of monetary stimulus that was put in place when the outlook appeared to be much weaker. Lenders have generally raised rates a little more than the cash rate over recent months and most loan rates have risen by close to a percentage point. Since information about the early impact of those changes is still limited, the Board judged it appropriate to hold a steady setting of monetary policy for the time being.\n\nInterest rates to most borrowers nonetheless remain lower than average. If economic conditions evolve broadly as expected, the Board considers it likely that monetary policy will, over time, need to be adjusted further in order to ensure that inflation remains consistent with the target over the medium term."}