{"shortname": "statement 2008-06-03", "source": "statement", "date": "2008-06-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-09.html", "effective_date": "4 Jun 2008", "rate": "7.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 7.25 per cent.\n\nInflation in Australia has been high over the past year in an environment of limited spare capacity and earlier strong growth in demand. In these circumstances, the Board has been seeking to restrain demand in order to reduce inflation over time.\n\nAs a result of earlier decisions by the Board, additional rises in market interest rates and tougher credit standards for some borrowers, there has been a substantial tightening in financial conditions since the middle of last year. Conditions in international financial markets, though gradually improving, also remain difficult.\n\nThe evidence is that this is helping to produce a moderation in demand. While labour market conditions to date have remained strong, indicators of household spending have recorded subdued outcomes over recent months, and credit expansion to both households and businesses has weakened significantly.\n\nThe rise in Australia's terms of trade that is currently occurring will work in the opposite direction. It will add substantially to national income and ability to spend, even with the slowing in global growth to below-trend pace that the Bank is assuming.\n\nGiven the opposing forces at work, considerable uncertainty remains about the outlook for demand and inflation. On balance, the Board's current assessment is that demand growth will be moderate this year. In the short term, inflation is likely to remain relatively high, but it should decline over time provided demand evolves as expected. Should demand not slow as expected, or should expectations of high ongoing inflation begin to affect wage and price setting, that outlook would need to be reviewed.\n\nWeighing up the available domestic and international information, the Board's judgement is that the current stance of monetary policy remains appropriate for the time being. The Board will continue to evaluate prospects for economic activity and inflation in the light of new information."}