{"shortname": "statement 2009-09-01", "source": "statement", "date": "2009-09-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-19.html", "effective_date": "2 Sep 2009", "rate": "3.00", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.0 per cent.\n\nWith considerable economic policy stimulus in train around the world, the global economy is resuming growth. Growth in China has been very strong, which is having a significant impact on other economies in the region and on commodity markets. The major economies appear to be approaching a turning point. Most observers still expect only modest growth in the world economy in 2010, due to the continuing legacy of the financial crisis, though forecasts have been revised up recently.\n\nSentiment in global financial markets has continued to improve. But the effects of economic weakness on the balance sheets of financial institutions will still be coming through for a while. This constitutes one of the main remaining risks to the global expansion. For the recovery to be durable, continued progress in restoring balance sheets is essential.\n\nEconomic conditions in Australia have been stronger than expected, with consumer spending, exports and business investment notable for their resilience. Measures of confidence have recovered. Some spending has probably been brought forward by the various policy initiatives; in those areas demand may soften in the near term. Some types of capital spending are also likely to be held back for a while by financing constraints. But overall, it now appears that investment may not be as weak over the year ahead as earlier expected. Higher dwelling activity and public demand will also start to provide more support to spending soon and, hence, growth is likely to firm going into 2010.\n\nUnemployment has not, to this point, risen as far as had been expected. Weaker demand for labour, evident in a decline in hours worked, nonetheless has seen a moderation in labour costs. Helped by this and the earlier fall in energy and commodity prices, inflation has been declining, though measures of underlying inflation remained higher than the target on the latest reading. Underlying inflation should continue to moderate in the near term, but the likelihood of inflation being persistently below the target now looks low.\n\nCredit growth overall remains quite modest. Housing credit has been solid and dwelling prices have risen over recent months. Business borrowing, on the other hand, has been declining, as companies have sought to reduce leverage in an environment of tighter lending standards. Large firms have had good access to equity capital and access to debt markets appears to be improving, helped by the better-than-expected economic conditions and increased willingness on the part of investors to accept risk.\n\nThe Board's judgement is that the present accommodative setting of monetary policy remains appropriate for the time being. The Board will continue to adjust monetary policy so as to foster sustainable growth in economic activity and inflation consistent with the target."}