{"shortname": "statement 1990-12-17", "source": "statement", "date": "1990-12-17", "metadata": {"href": "https://www.rba.gov.au/media-releases/1990/mr-90-32.html", "effective_date": "18 Dec 1990", "rate": "12.00", "change": "-1.00"}, "fulltext": "Given current and prospective developments in the Australian economy, including the improved outlook for inflation, the Reserve Bank and the Government believe that a further easing in monetary policy is appropriate.\n\nTo this end, the Bank will be operating in the domestic money market this morning to reduce cash rates by a further 1 percentage point, to around 12 per cent. It is expected that this reduction in cash rates will flow promptly and fully into banks' indicator lending rates.\n\nThe objectives of monetary policy continue to be to help lower inflation over the medium-term while seeking to avoid damaging swings in economic activity. Today's reduction – which brings the total reduction in cash rates in 1990 to 6 percentage points – is consistent with those objectives.\n\nInflationary pressures are clearly abating, with practically all indicators pointing to smaller increases in prices and wages than we have seen in a long time. This has been reflected in the financial markets, where yields on government bonds have fallen significantly in recognition of the improvement in inflationary prospects.\n\nAt the same time, spending, production and employment are weak and likely to remain so for a while yet.\n\nIn these circumstances, it is appropriate that there be a further modest reduction in interest rates. Indeed, not to ease when expectations about inflation are so much better would imply higher real interest rates, which would be contrary to the prospective requirements of the economy.\n\nMonetary policy on its own cannot rectify Australia's difficult economic problems but today's reduction in interest rates should provide some relief to viable businesses and encourage investment opportunities, without risking the hard-won gains on inflation."}