{"shortname": "statement 2008-04-01", "source": "statement", "date": "2008-04-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-04.html", "effective_date": "2 Apr 2008", "rate": "7.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 7.25 per cent.\n\nFor some time now, the Board has been seeking to slow the growth of aggregate demand, in order to reduce inflation. To that end, the Board had increased the cash rate at each of its two previous meetings, as well as on two occasions last year.\n\nInformation becoming available from the national accounts over the past month confirmed that the Australian economy grew strongly through 2007, driven by rapid growth in domestic spending. Employment has also continued to grow strongly. However, other recent information provides tentative evidence that growth in domestic demand is moderating. Business and consumer sentiment have softened in the early part of 2008, and credit demand has slowed somewhat.\n\nDevelopments abroad continue to suggest that the world economy is slowing and, in line with the Bank's previous forecasts, it appears likely that global growth will be below trend in 2008. Notwithstanding some recent declines in world commodity prices, however, a further large rise in Australia's terms of trade is in prospect this year.\n\nSentiment in global financial markets remains quite fragile and Australian financial intermediaries are experiencing increases in funding costs, which are being passed on to borrowers. Some tightening in credit standards for more risky borrowers is occurring.\n\nAs a result of the recent monetary policy decisions and rises in borrowing costs that are occurring independently of changes in the cash rate, the overall tightening in financial conditions since the middle of 2007 has been substantial. That is working to foster the moderation in demand growth that will take pressure off inflation. In the short term, inflation is likely to remain relatively high, and both the CPI and underlying measures will probably rise further in year-ended terms in the March quarter. However, inflation should decline over time, provided demand slows as expected.\n\nWeighing up the available domestic and international information, the Board's judgment is that the current monetary policy setting is appropriate for the time being. The Board will continue to evaluate prospects for economic activity and inflation in the light of new information."}