{"shortname": "statement 2000-04-04", "source": "statement", "date": "2000-04-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2000/mr-00-08.html", "effective_date": "5 Apr 2000", "rate": "5.75", "change": "+0.25"}, "fulltext": "Following a decision by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to raise the cash rate by 25 basis points, to 5.75 per cent.\n\nThe fundamental reason why interest rates have risen in Australia and in most other developed countries over the past year is that the degree of monetary stimulus that was appropriate to earlier circumstances is no longer needed.\n\nIn Australia's case the trend of economic activity has been strong in recent years, even during a period in which the external environment was distinctly unfavourable, and which on all past experience would have been expected to lead to a marked decline in growth. Several forces were at work in producing this very favourable outcome. One of them, in the Bank's judgment, was a relatively easy monetary stance. That monetary policy has been expansionary is quite clear from the rate of growth of borrowing, the level of interest rates in real and nominal terms, and developments in asset markets. This type of policy stance was appropriate when the external influences were contractionary and where inflation had fallen below the 2–3 per cent medium-term objective for policy.\n\nIt was never likely, however, that such low interest rates could persist indefinitely: as an economy's circumstances change, so does the level of interest rates which is appropriate. While there is no evidence of widespread overheating in the Australian economy, some areas point to incipient pressures. Credit, especially to households, is growing quickly, and speculative activity in asset markets has increased, although to nowhere near the same extent as in the late 1980s. In some areas skill shortages have emerged. Pressure for higher wage rises appears to be building, even though wages growth to date has been restrained.\n\nWhen the March quarter CPI becomes available later this month, it is likely to show CPI inflation running above 2½ per cent, and it could be higher by mid-year. Some of this pick-up is driven by oil prices, just as the very low inflation figures of a year or two ago were driven in part by falling oil prices. But the tendency for somewhat higher inflation is also clear from the range of core inflation measures.\n\nThe recent behaviour of the exchange rate also points to the need for some monetary adjustment. Until recently, purely domestic medium-term considerations were the major reason behind monetary policy moves, and relativities with the rest of the world played only a minor part. With the fall in the exchange rate over the past two months, however, international financial developments have assumed a more important role. The fall has occurred in the face of a strengthening world economy, which ordinarily would be expected to put upward pressure on the currency. The Bank's reading of this development is that it reflects an assessment by market participants that monetary policy settings in Australia have been, and could continue to be, more accommodating relative to other countries than is justified by our relative economic performance. This is in marked contrast to the exchange rate's fall in 1998 which was driven by a real factor genuinely beyond Australia's control, namely the contraction in our export markets.\n\nThe level of the exchange rate is not an end in itself, but is important insofar as it can affect future inflation, an important consideration under an inflation targeting framework. As it turned out, the fall in the exchange rate in 1998 had little discernible effect on inflation because it occurred at a time of pronounced disinflationary, or even in some cases deflationary, pressure in markets for internationally traded goods and services. On this occasion, however, the global and domestic environments are different. Disinflationary forces abroad are likely to be waning, and domestic inflation already is noticeably higher than it was in 1998. Hence a weak exchange rate cannot be assumed to be so benign.\n\nWith the world economy growing strongly, and forecast to remain buoyant, the Bank's judgment is that the Australian economy should continue to experience good growth. Growth in domestic demand is coming back to a more sustainable pace from the high rates of last year, but exports are picking up. Trends in employment and vacancies suggest that the labour market is buoyant, and credit growth to households and business is strong. While some slowing in consumption was expected, the recent fall in retail trade was a surprise. Nevertheless, the Bank's judgment is that when looking at the economy as a whole, the picture is one of strength rather than weakness.\n\nBut the decision to increase rates is motivated not so much by a particular view of the short-term strength of economic activity as by the gradual shift in the balance of risks to the medium-term outlook which has occurred over the past year. This balance now tilts more in the direction of inflation concerns, and less in the direction of concerns over the economy's growth prospects, than it did.\n\nAs the Bank has stated on numerous occasions, the ultimate goal of macroeconomic policies is to maximise the length of the expansion. The measures the Bank has been taking over recent months are designed to achieve that outcome."}