{"shortname": "statement 2010-07-06", "source": "statement", "date": "2010-07-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-12.html", "effective_date": "7 Jul 2010", "rate": "4.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.5 per cent.\n\nThe global economy has continued to expand over recent months, consistent with a trend pace of growth. The expansion remains uneven, with the major advanced countries recording only modest growth overall, but growth in Asia and Latin America, to date, very strong. There are indications that growth in China is now starting to moderate to a more sustainable rate. In Europe, while output in some key countries has been improving recently, prospects for next year are more uncertain given the budgetary constraints governments face and the pressure on euro area banks. US growth has looked stronger in the first half of 2010 but the pace of labour market improvement is slow.\n\nCaution in financial markets has been evident in the past couple of months, driven principally by concerns about European sovereigns and banks but also by some uncertainty about the pace of future global growth. Financial prices have been more volatile and equity prices and government bond yields in major countries have declined. Some tightness in funding markets is evident, though not on the scale seen in late 2008. Commodity prices are off their peaks but those most important for Australia remain at very high levels, and the terms of trade are approaching their peak of two years ago.\n\nWith the high level of the terms of trade expected to add to incomes and demand, output growth in Australia over the year ahead is likely to be about trend, even though the effects of earlier expansionary policy measures will be diminishing. Consumption spending is recording a modest increase at present, with households displaying a degree of caution, but most indicators suggest business investment will increase over the coming year. Business credit appears to have stabilised, though credit conditions for some sectors remain difficult. Credit outstanding for housing has continued to expand at a solid pace, but dwelling prices are rising more slowly than earlier in the year.\n\nThe labour market has continued to firm gradually, and after the significant decline last year, growth in wages has picked up a little, as had been expected. Underlying inflation appears likely to be in the upper half of the target zone over the next year. The rate of CPI increase is likely to be a little above 3 per cent in the near term, due to the effects of increases in tobacco taxes announced earlier in the year and significant increases in prices for utilities.\n\nThe current setting of monetary policy is resulting in interest rates to borrowers around their average levels of the past decade. Pending further information about international and local conditions for demand and prices, the Board views this setting of monetary policy as appropriate."}