{"shortname": "statement 1991-05-15", "source": "statement", "date": "1991-05-15", "metadata": {"href": "https://www.rba.gov.au/media-releases/1991/mr-91-08.html", "effective_date": "16 May 1991", "rate": "10.50", "change": "-1.00"}, "fulltext": "The Reserve Bank believes that some further reduction in interest rates at this time is both appropriate and responsible.\n\nTo this end, the Bank will be operating in the domestic money market this morning to reduce cash rates by 1 percentage point, to around 10½ per cent. This action follows last week's Board meeting and subsequent discussions with the Treasurer. It brings the total fall in cash rates since January 1990 to 7½ percentage points and reduces cash rates to their lowest level since early 1984.\n\nEarlier interest rate reductions had been made with an eye to trends in both economic activity and inflation. The same considerations underlie today's reduction. The March quarter CPI result clearly confirms other evidence that inflation is continuing to fall. In addition, expectations of future price increases – which can give inflation a momentum of its own even when demand pressures have abated – are continuing to shift downwards. This significant change of attitude is now reflected directly in survey-based measures of inflationary expectations and indirectly in lower long term bond yields; it will help to sustain lower inflation beyond the current cyclical downturn.\n\nWhile there are some tentative signs that the economic downturn is beginning to bottom out, indicators generally (including the slow growth in credit from banks and other financial institutions) suggested that interest rates could be lowered further without re-igniting demand pressures. Even after allowing for today's reductions, interest rates in real terms will remain relatively high.\n\nThe lower cash rates can be expected to pass through quickly to lower lending rates by banks and other financial institutions. These will provide some relief to borrowers' cash flows, as well as some encouragement to investors to pursue viable propositions. Over the medium term, the maintenance of the present firm anti-inflationary resolve will help to sustain lower interest rates and contribute to a more productive mix of investment and to improvements in international competitiveness."}