{"shortname": "statement 2003-12-02", "source": "statement", "date": "2003-12-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2003/mr-03-17.html", "effective_date": "3 Dec 2003", "rate": "5.25", "change": "+0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to increase the cash rate by 25 basis points, to 5.25 per cent.\n\nIn reaching this decision, the Board took into account the following considerations:\n\n* Economic conditions around the world have continued to improve. In the United States   the pace of growth has picked up markedly since mid year, and there is increasing   evidence that the US recovery is becoming more broadly based. Stronger conditions   have been evident in Japan, China, and other parts of east Asia, and also,   to a lesser extent, in Europe. As a result of these trends the international   climate, though still not without risks, is more favourable than has been   the case for some time. * In Australia, the indications are that the economy has strengthened considerably   since mid year. The pace of consumer spending has accelerated sharply, business   confidence is high, and the labour market has firmed over recent months.   While the exchange rate has appreciated, the stronger international climate,   rising commodity prices and more favourable conditions in the farm sector   indicate improving export prospects. Hence, notwithstanding some early signs   of a change in sentiment in the housing market, the overall prospects are   for strong growth of the Australian economy. * Australia's inflation rate at present is close to the target mid-point. While domestically   sourced inflation pressures have risen, the overall inflation rate is being   held down by the effects of the higher exchange rate on prices in the tradeables   sector. In the short term, these exchange rate effects are likely to reduce   the inflation rate further. Once these effects start to fade, however, CPI   inflation is expected to be on a rising trajectory given the strength of   domestic demand, firming labour market conditions and continuing strong   price pressures in the non-tradeables sector of the economy. * Monetary policy is continuing to have a stimulatory effect on the economy through   domestic credit expansion. The growth of credit remains rapid and indeed   has picked up further in the past few months. The prevailing level of the   cash rate after the November increase was still below neutral, and interest   rates of financial intermediaries remained low by the standards of recent   years.\n\nIn these circumstances the Board took the view that a further increase in the cash rate was warranted in order to reduce the degree of stimulus to the economy from monetary policy."}