{"shortname": "statement 2010-06-01", "source": "statement", "date": "2010-06-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-11.html", "effective_date": "2 Jun 2010", "rate": "4.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.5 per cent.\n\nSince the Board last met, concerns about sovereign creditworthiness in several European countries have been a focus of financial markets. Investors have generally displayed a good deal more caution. As a result, equity prices have fallen and long-term government bond rates have declined outside of the countries most affected by the sovereign concerns. The Australian dollar fell sharply as part of this adjustment. Commodity prices have also softened, though those important for Australia remain at very high levels.\n\nEuropean policymakers have responded by assembling a large package to provide financing for the relevant countries for a period of time, stabilise bond markets and provide liquidity. They have also committed to action to bring budget deficits down and stabilise debt over time.\n\nThe effects of these various factors on the world economy will need to remain under review. At this stage, global growth is still expected to be at about trend pace in 2010. Conditions in Europe overall have been relatively weak, and the foreshadowed budgetary tightening will probably mean that this will continue, but growth is becoming more established in North America. In Asia, growth has continued to be quite strong and may need to moderate in the year ahead.\n\nIn Australia, with the high level of the terms of trade expected to add to incomes and demand, output growth over the year ahead is likely to be about trend, even though the effects of earlier expansionary policy measures will be diminishing. Inflation appears likely to be in the upper half of the target zone over the next year.\n\nConsistent with that outlook, and as a result of actions at previous meetings, interest rates to borrowers are around their average levels of the past decade, which is a significant adjustment from the very expansionary settings reached a year ago. Taking all the available information into account, the Board views this setting of monetary policy as appropriate for the near term."}