{"shortname": "statement 2009-02-03", "source": "statement", "date": "2009-02-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-01.html", "effective_date": "4 Feb 2009", "rate": "3.25", "change": "-1.00"}, "fulltext": "At its meeting today, the Board decided to reduce the cash rate by a further 100 basis points, to 3.25 per cent, effective 4 February 2009.\n\nThere was a significant deterioration in world economic conditions late in 2008. The effects on household and business confidence of the financial turmoil following Lehman's collapse, and continuing strains on major financial institutions, saw a significant downturn in demand around the world. As a result, the major advanced economies contracted sharply in the December quarter, as did a number of emerging market economies. The Chinese economy, though still growing, has slowed markedly. Global inflation, having reached high rates during the middle of 2008, is now declining.\n\nMeasures to stabilise financial systems have contributed to an improvement in the functioning of credit markets over the past couple of months. This, in conjunction with expansionary macroeconomic policy measures being taken around the world, should assist in promoting global recovery over time. But the near-term outlook for the global economy is the weakest for many years.\n\nEconomic conditions in Australia have also been affected, though less than in other advanced economies. Australia's financial system remains in a strong condition and large interest rate reductions over recent months have been passed through in substantial measure to end borrowers. Nonetheless, the combination of last year's financial turmoil, a severe global downturn and substantial falls in commodity prices has had a significant dampening effect on confidence, and therefore on prospects for growth in demand. Inflation has begun to moderate and, given recent developments, it is likely to continue to decline.\n\nIn these circumstances, the Board judged that a further sizable reduction in the cash rate was appropriate, to give further support to demand. In making its decision, the Board took into account the package of measures announced by the Government earlier today. The combination of expansionary monetary and fiscal policies now in place will help to cushion the Australian economy from the contractionary forces coming from abroad."}