{"shortname": "statement 2012-03-06", "source": "statement", "date": "2012-03-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2012/mr-12-04.html", "effective_date": "7 Mar 2012", "rate": "4.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.25 per cent.\n\nRecent information is consistent with the expectation that the world economy will grow at a below-trend pace this year, but does not suggest that a deep downturn is occurring. Several European countries will record very weak outcomes, but the US economy is continuing a moderate expansion. Growth in China has moderated as was intended, but on most indicators remains quite robust overall. Conditions around other parts of Asia softened in 2011, partly due to natural disasters, but are not showing signs of further deterioration. Some moderation in inflation has allowed policymakers in the region to ease monetary policies somewhat. Commodity prices declined for some months and are noticeably off their peaks, but over the past couple of months have risen somewhat and remain at quite high levels.\n\nThe acute financial pressures on banks in Europe have been alleviated considerably by the actions of policymakers, though there is more to do to put European banks and sovereigns onto a sound footing for the longer term and Europe will remain a potential source of shocks for some time yet. Financial market sentiment has continued to improve in recent weeks and capital markets are again supplying funding to corporations and well-rated banks, albeit at costs that are higher, relative to benchmark rates, than in mid 2011.\n\nMost information on the Australian economy continues to suggest growth close to trend overall, with differences between sectors and considerable structural change. Labour market conditions softened during 2011 and the unemployment rate increased slightly in mid year, though it has been steady over recent months. CPI inflation has declined as expected and will fall further over the next quarter or two. In underlying terms, inflation is around 2½ per cent. Over the coming one to two years, and abstracting from the effects of the carbon price, the Bank expects inflation to be in the 2–3 per cent range. This forecast embodies an expectation that productivity growth will improve somewhat as a result of the structural change occurring in the economy.\n\nInterest rates for borrowers have generally risen slightly since the Board's previous meeting, but remain close to their medium-term average. Credit growth remains modest. Housing prices have shown some sign of stabilising recently, after having declined for most of 2011, but generally the housing market remains soft. The exchange rate has risen over recent months, even though the terms of trade have declined.\n\nWith growth expected to be close to trend and inflation close to target, the Board judged that the setting of monetary policy remained appropriate for the moment. Should demand conditions weaken materially, the inflation outlook would provide scope for easier monetary policy. The Board will continue to monitor information on economic and financial conditions and adjust the cash rate as necessary to foster sustainable growth and low inflation."}