{"shortname": "statement 2007-08-07", "source": "statement", "date": "2007-08-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2007/mr-07-11.html", "effective_date": "8 Aug 2007", "rate": "6.50", "change": "+0.25"}, "fulltext": "At its meeting yesterday, the Board decided to increase the cash rate by 25 basis points to 6.5 per cent.\n\nDomestic economic data in recent months have signalled a pick-up in the pace of growth in demand and activity. Capacity utilisation is high after a lengthy period of expansion, and unemployment over recent months has continued to decline. Business and household confidence are strong. The demand for finance has strengthened, even apart from the temporary surge in June, particularly in the business sector. These conditions have been accompanied recently by higher-than-expected underlying inflation.\n\nIn assessing the outlook, the Board gave careful consideration to recent developments in the global economy and financial markets. Credit markets in the US have experienced some turbulence in recent weeks, which may pose downside risks to the US economy. While this will need to be kept under review, developments to date do not appear to have changed significantly the broader global outlook. Even with the US slowing down, forecasts of global growth have recently been revised upward. High world commodity prices remain an important source of stimulus to Australia's national income and spending.\n\nFor some months, the Board has recognised that stronger economic conditions were likely to put upward pressure on inflation, notwithstanding some dampening influence from the higher exchange rate. As a result, the Board has been of the view that further monetary policy tightening could be required. The main factors that had allowed time for further consideration were that, prior to this month, the two most recent inflation results had been unexpectedly subdued, and wages growth had remained moderate. However, the high CPI outcome for the June quarter indicated a less favourable near-term outlook, with the implication that any further increases in inflation would take place from a higher starting point than previously envisaged.\n\nBased on these considerations, the Board judged that a somewhat more restrictive monetary policy setting was required in order to keep inflation consistent with the target in the medium term."}