{"shortname": "statement 2002-06-04", "source": "statement", "date": "2002-06-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2002/mr-02-11.html", "effective_date": "5 Jun 2002", "rate": "4.75", "change": "+0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be acting in the money market this morning to increase the cash rate by 25 basis points, to 4.75 per cent.\n\nRecent indicators have confirmed that the global economic recovery under way since the beginning of the year is continuing, even though the pace of growth across the major regions is still uneven. In the United States, the strong GDP growth recorded in the first quarter has been followed by a number of indicators of further growth in spending and production, suggesting that a good second quarter result is in prospect. Hence, while the US outlook is still subject to some significant uncertainties, the recovery is continuing. Conditions in the Euro area have been firmer in recent months and the pace of growth has picked up further in most of the east Asian region. Although the Japanese economy has shown an extended period of weakness in the past few years, there have been signs recently of improved conditions, led by a pick-up in exports. Overall, these developments are consistent with expectations of ongoing recovery in the international economy during the course of this year.\n\nThere has been further predominantly positive news on economic activity in Australia recently. Consumer spending is showing robust growth, supported by growth in incomes and by ongoing increases in wealth associated with rising house prices. These trends have also been associated with a continued rapid expansion of household debt. The recent strength of household spending has been assisted by high levels of consumer confidence, likely to have been boosted in recent months by firmer labour market conditions, with unemployment falling well below its recent cyclical peak. Business confidence, too, is at a high level, and businesses are reporting a substantial increase in planned investment in the coming year. With the international environment likely to continue improving, conditions overall should remain conducive to growth of the Australian economy.\n\nInflation in Australia is close to the top of the target range. In the short term, the inflation rate is expected to decline moderately, principally reflecting an easing of import price increases. However, notwithstanding some dampening influence from the recent appreciation of the exchange rate, inflation pressures appear likely to continue in the longer term, in view of the stronger growth outlook that has emerged in the past few months.\n\nThese recent developments, in sum, have continued the trends evident for some months, with the global economy recovering and the Australian economy expanding strongly. Against this background, the Board assessed that the case for moving to a less expansionary monetary policy setting remained in place. Today's action is aimed at reducing the risk of potential imbalances, and thereby promoting sustainable expansion of the economy with low inflation."}