{"shortname": "statement 2001-10-02", "source": "statement", "date": "2001-10-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2001/mr-01-17.html", "effective_date": "3 Oct 2001", "rate": "4.50", "change": "-0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to reduce the cash rate by 25 basis points, to 4.50 per cent.\n\nThe statement accompanying the previous easing in monetary policy on 5 September explained that international economic conditions had weakened over recent months. Information becoming available since that time, mainly covering the period to August, has confirmed that trend. In addition, the terrorist attacks on the United States on 11 September will result in further short-term weakness in the US and, to a lesser extent, other countries. The easing of monetary policy by major central banks in the past few weeks will improve the prospects for a resumption of stronger growth in due course. But global economic growth over the next twelve months is likely to be weaker than previously envisaged.\n\nProspects in Australia seem, in contrast, to be relatively positive in the near term. GDP grew at an annualised rate of over 3 per cent in the first half of 2001, even though the construction upswing had barely begun. Indicators of business conditions have continued to improve in the subsequent months, as the housing pick-up prompts stronger demand from suppliers in the manufacturing sector, a process likely to continue for some time. Confidence measures will doubtless be adversely affected to some extent by international events, particularly in some of the services sectors, but overall, Australia's growth performance will most likely be quite solid in the short term. Slightly further out, however, the dampening effects of the international weakness will be felt, and even with the very low exchange rate providing substantial incentive to trade-exposed sectors of the economy, net exports are unlikely to contribute as much to growth as they did over the past year.\n\nDevelopments in financing and asset markets are now providing a more mixed picture than had formerly been the case. Equity prices have declined, corporate profits have softened and demand for credit by businesses has weakened. While the possibility of further rises in house prices remains a concern, the likelihood of a major surge has diminished with the weaker economic outlook and the build-up in supply of rental properties.\n\nThe Bank's view on the inflation outlook remains much as described in the most recent Statement on Monetary Policy. Underlying inflation is likely to be at or somewhat above the top of the 2-3 per cent target zone over the next couple of quarters, as the effects of the decline in the exchange rate are gradually reflected in the level of consumer prices. In the medium term, however, a decline in inflation to rates consistent with the target is likely to occur, given that labour costs remain well contained and global inflation pressures are subsiding.\n\nThe Board judged that, on balance, a further easing of monetary policy at this time was warranted. This action will support domestic demand at a time when international demand is slowing, and will be consistent with achieving the inflation target over time."}