{"shortname": "statement 2011-12-06", "source": "statement", "date": "2011-12-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2011/mr-11-28.html", "effective_date": "7 Dec 2011", "rate": "4.25", "change": "-0.25"}, "fulltext": "At its meeting today, the Board decided to lower the cash rate by 25 basis points to 4.25 per cent, effective 7 December 2011.\n\nGrowth in the global economy has moderated this year after a strong performance in 2010. Some of the slowing reflected temporary factors, and as these passed, the pace of expansion in the United States and much of Asia began to pick up around mid year. China's growth has been slowing, as policymakers there had intended. Trade in Asia is now, however, seeing some effects of a significant slowing in economic activity in Europe.\n\nThe sovereign credit and banking problems in Europe, to which European governments are still seeking to craft a full response, are likely to weigh on economic activity there over the period ahead. Financial markets have experienced considerable turbulence, and financing conditions have become much more difficult, especially in Europe. This, together with precautionary behaviour by firms and households, means that the likelihood of a further material slowing in global growth has increased. Commodity prices have reflected this, declining further over recent months and taking pressure off CPI inflation rates. This has increased the scope for some easing in monetary policy in a number of countries.\n\nInformation about the Australian economy suggests output growth has been close to trend, with demand growth stronger than that. The terms of trade have now peaked and will decline somewhat in the near term, but they remain very high. In response, investment in the resources sector is picking up very strongly, with much more to come. Some related service sectors are enjoying better-than-average conditions. In other sectors, changed behaviour by households and the high exchange rate have had a noticeable dampening effect. The unemployment rate has increased a little since mid year, though it remains close to 5 per cent.\n\nCPI inflation on a year-ended basis remained above the target at the latest reading, due to the effects of weather events last summer, but is now starting to decline as production of key crops recovers. Moreover, with labour market conditions now softer, the likelihood of a significant acceleration in labour costs outside the resources and related sectors in the near term has lessened. Accordingly, the Bank's current judgement is that inflation is likely to be consistent with the 2–3 per cent target in 2012 and 2013, abstracting from the impact of the carbon pricing scheme.\n\nThe reduction in the cash rate as a result of the Board's previous decision flowed through to lending rates, which are now around their average level of the past 15 years. Short-term market interest rates have tended to decline a little further in recent weeks, though term funding conditions for financial institutions have become more difficult. Credit growth remains subdued and asset prices have declined further over recent months. The exchange rate has been quite variable over the past few months, but remains at an historically high level.\n\nOverall, the Board concluded, on the basis of all the available information, that the inflation outlook afforded scope for a modest reduction in the cash rate. The Board will continue to set policy as needed to foster sustainable growth and low inflation over time."}