{"shortname": "statement 2006-11-07", "source": "statement", "date": "2006-11-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2006/mr-06-11.html", "effective_date": "8 Nov 2006", "rate": "6.25", "change": "+0.25"}, "fulltext": "At its meeting yesterday, the Board decided to increase the cash rate by 25 basis points, to 6.25 per cent. The decision was taken against a background of continued expansion in the global economy and further evidence that inflationary pressures had increased.\n\nThe world economy has grown strongly in 2006 and is generally expected to grow at an above-average pace in 2007. Although growth in the United States has moderated recently, strong conditions are prevailing in other parts of the world. The global expansion has contributed to high levels of commodity prices, which continue to add to incomes and spending in Australia.\n\nThe Board took careful note of the likely economic effects of the drought, which will lower the supply of rural produce, reduce farm incomes and may temporarily affect prices for some foodstuffs. At this point, these developments appear unlikely to affect significantly the medium-term outlook for inflation.\n\nDomestic demand has been expanding at a relatively strong pace against a background of limited spare capacity. Labour market conditions have remained tight and businesses are reporting high levels of capacity usage. While there have been some tentative signs of moderation in the demand for credit recently, the overall pace of credit growth has remained strong.\n\nThis combination of forces has contributed to an increase in inflation. In the September quarter the underlying inflation rate was around 3 per cent, up from 2½ per cent at the end of last year, and it is likely to remain around that rate in the near term. The headline CPI increase has been noticeably larger than this recently, though this reflects some temporary influences which will be reversed in the quarters ahead. Producer price indices showed further strong increases at all stages of production in the September quarter. Aggregate wages, though not accelerating further, have continued to grow at a faster‑than‑average pace.\n\nThe Board judged this to be an environment in which the risks of inflation exceeding 2–3 per cent over the medium term remained significant. Monetary policy has been responding to these risks for some time, with increases in interest rates in May and August. Some effect of those measures is becoming evident in demand for credit by households. Nonetheless, the Board's judgement yesterday was that a somewhat more restrictive stance of monetary policy was required in order to moderate inflation over time, and thereby to secure sustainable growth."}