{"shortname": "statement 2001-03-06", "source": "statement", "date": "2001-03-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2001/mr-01-04.html", "effective_date": "7 Mar 2001", "rate": "5.50", "change": "-0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be acting in the money market this morning to reduce the cash rate by 25 basis points to 5.50 per cent. In deciding to make this additional move, following the reduction of 50 basis points in February, the Board took into account the following main considerations.\n\n* Recent data on wage costs and inflation expectations have confirmed that the outlook   for inflation is now more secure. As discussed in detail in the February   Statement on Monetary Policy, the December quarter CPI suggested an underlying   inflation rate of around 2 per cent (excluding temporary effects of the   GST and petrol prices), with the prospect that it would rise only modestly   from that level in the period ahead. Hence, the Bank assesses that the risks   of inflation exceeding the target in the foreseeable future are low. * Domestic economic data suggest that the economy weakened quite markedly towards the   end of 2000 and remained weak in the first months of 2001. One factor is   the one off transitional effect of the new tax system which brought a significant   amount of construction forward into the first half of 2000 and consequently   led to a sharp contraction in the second half of the year. But there is   also evidence of softening of employment and domestic demand more broadly.   While the transitional effects will soon fade, there is a risk that recent   weakness, coupled with lower levels of business confidence now prevailing,   could continue to dampen growth. * Prospects for the international economy have deteriorated further. In the United   States, confidence has continued to decline, and new data in Japan have   presented a distinctly weaker picture in recent months. Reflecting these   trends, official and private sector forecasters have made further downward   revisions to projected growth of the world economy in 2001. While Australian   exporters continue to benefit from a highly competitive exchange rate, these   international developments will make for a more difficult trading environment   in the coming year. * The Board believes that the Australian economy should show considerable resilience,   even if the world economy is weaker. Despite recent falls, business profitability   is still high, corporate balance sheets remain in good shape and credit   is freely available. Unlike earlier expansions, the present one has not   led to significant rises in price or wage inflation, clearly over valued   asset prices or over investment and excess capacity. In addition, the settings   of fiscal and monetary policy are both contributing to growth, and the level   of the exchange rate has made the traded sector extremely competitive.\n\nOn balance, the Board judged that a further shift in the stance of policy, towards a setting more supportive of growth, would now be beneficial to the economy."}