{"shortname": "statement 2007-11-06", "source": "statement", "date": "2007-11-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2007/mr-07-20.html", "effective_date": "7 Nov 2007", "rate": "6.75", "change": "+0.25"}, "fulltext": "At its meeting yesterday, the Board decided to increase the cash rate by 25 basis points to 6.75 per cent.\n\nInflation in Australia has increased. Underlying inflation was 0.9 per cent in the September quarter and close to 3 per cent over the past year. The annual pace of CPI inflation was lower, but this reflected two very low quarterly results nearly a year ago, as well as recent changes to the treatment of child care costs. By the March quarter of next year, both headline and underlying measures of inflation are likely to be above 3 per cent.\n\nDuring 2007, the pace of growth of demand and output has also increased. There are few signs of that strength diminishing as yet, and reports of high capacity usage and shortages of suitable labour persist. Growth in labour costs has been contained so far, and high levels of investment are adding to productive capacity in some sectors. The rise in the exchange rate will help to contain pressure on prices. But growth in aggregate demand will, nonetheless, need to moderate if inflation is to be kept to 2‑3 per cent in the medium term.\n\nIn reaching its decision, the Board continued to look carefully at developments in international financial markets. Conditions have improved over the past couple of months, but confidence remains fragile. Funding costs for intermediaries remain elevated relative to official interest rates, and capital market conditions are still difficult, in several major countries. This is likely to result in some moderation in growth in those countries in 2008, and forecasts for global growth have been revised down accordingly. The world economy is still expected to grow at an above-average pace, however, led by strong growth in China and other parts of Asia. High global commodity prices remain an important source of stimulus to Australian spending and activity.\n\nIn Australia, the tightening in credit conditions resulting from the global turmoil has been less pronounced than elsewhere. Wholesale funding costs have risen a little compared with official rates, and some borrowers have experienced an increase in interest costs as a result, but the flow of credit to sound borrowers does not appear to have been impaired.\n\nHaving weighed both the international and domestic information available, the Board judged that a further increase in the cash rate was needed now in order to contain inflation in the medium term."}