{"shortname": "statement 2010-03-02", "source": "statement", "date": "2010-03-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-04.html", "effective_date": "3 Mar 2010", "rate": "4.00", "change": "+0.25"}, "fulltext": "At its meeting today, the Board decided to raise the cash rate by 25 basis points to 4.0 per cent, effective 3 March 2010.\n\nThe global economy is growing, and world GDP is expected to rise at close to trend pace in 2010 and 2011. The expansion is still hesitant in the major countries, due to the continuing legacy of the financial crisis, resulting in ongoing excess capacity. In Asia, where financial sectors are not impaired, growth has continued to be quite strong. The authorities in some countries are now seeking to reduce the degree of stimulus to their economies.\n\nGlobal financial markets are functioning much better than they were a year ago and the extraordinary support from governments and central banks is gradually being wound back. Credit conditions remain difficult in some major countries as banks continue to face loan losses associated with the period of economic weakness. Concerns regarding some sovereigns remain elevated.\n\nIn Australia, economic conditions in 2009 were stronger than expected, after a mild downturn a year ago. The rate of unemployment appears to have peaked at a much lower level than earlier expected. Labour market data and a range of business surveys suggest growth in the economy may have already been at or close to trend for a few months. There are some signs that the process of business sector de-leveraging is moderating, with the pace of decline in business credit lessening and indications that lenders are starting to become more willing to lend to some borrowers. Investment in the resources sector is very strong. Credit for housing has been expanding at a solid pace, and dwelling prices have risen significantly over the past year. New loan approvals for housing have moderated a little over recent months, however, as interest rates have risen and the impact of large grants to first-home buyers has tailed off.\n\nInflation has, as expected, declined in underlying terms from its peak in 2008, helped by the fall in commodity prices at the end of 2008, a noticeable slowing in private-sector labour costs during 2009, the rise in the exchange rate and the earlier period of slower growth in demand. CPI inflation has risen somewhat recently as temporary factors that had been holding it to unusually low rates are now abating. Inflation is expected to be consistent with the target in 2010.\n\nWith the risk of serious economic contraction in Australia having passed, the Board moved late last year to lessen the degree of monetary stimulus that had been put in place when the outlook appeared to be much weaker. Lenders generally raised rates a little more than the cash rate and most loan rates rose by close to a percentage point.\n\nInterest rates to most borrowers nonetheless remain lower than average. The Board judges that with growth likely to be close to trend and inflation close to target over the coming year, it is appropriate for interest rates to be closer to average. Today's decision is a further step in that process."}