{"shortname": "statement 2012-09-04", "source": "statement", "date": "2012-09-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2012/mr-12-25.html", "effective_date": "5 Sep 2012", "rate": "3.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.50 per cent.\n\nHaving picked up in the early months of 2012, growth in the world economy has since softened. Current assessments are that global GDP will grow at no more than average pace in 2012, with risks to the outlook still on the downside. Economic activity in Europe is contracting, while growth in the United States is only modest. Growth in China remained reasonably robust in the first half of this year, albeit well below the exceptional pace seen in recent years. Some recent indicators have been weaker, which has added to uncertainty about near-term growth. Around Asia generally, growth is being dampened by the more moderate Chinese expansion and the weakness in Europe.\n\nMarkets for key natural resources are adjusting accordingly. Some commodity prices of importance to Australia have fallen sharply in recent weeks. The terms of trade peaked a year ago and have declined significantly since then, though they remain historically high.\n\nFinancial markets have responded positively over the past couple of months to signs of progress in addressing Europe's financial problems, but expectations for further progress are high. Low appetite for risk has seen long-term interest rates faced by highly rated sovereigns, including Australia, remain at exceptionally low levels. Nonetheless, capital markets remain open to corporations and well-rated banks, and Australian banks have had no difficulty accessing funding, including on an unsecured basis. Share markets have generally risen over the past couple of months, on very light volumes.\n\nIn Australia, most indicators available for this meeting suggest growth has been running close to trend, led by very large increases in capital spending in the resources sector. Consumption growth was also quite firm in the first half of the year, though some of that strength was temporary. Labour market data have shown moderate employment growth, even with job shedding in some industries, and the rate of unemployment has thus far remained low.\n\nInflation remains low, with underlying measures near 2 per cent over the year to June, and headline CPI inflation lower than that. The introduction of the carbon price is starting to affect consumer prices in the current quarter, and this will continue over the next couple of quarters. The Bank's assessment is that inflation will be consistent with the target over the next one to two years. Maintaining low inflation will, however, require growth in domestic costs to remain contained as the effects of the earlier exchange rate appreciation wane.\n\nAs a result of the sequence of earlier decisions, interest rates for borrowers are a little below their medium-term averages. The impact of those changes is still working its way through the economy, but dwelling prices have firmed a little and business credit has picked up this year. The exchange rate has declined over the past month or two, though it has remained higher than might have been expected, given the observed decline in export prices and the weaker global outlook.\n\nAt today's meeting, the Board judged that, with inflation expected to be consistent with the target and growth close to trend, but with a more subdued international outlook than was the case a few months ago, the stance of monetary policy remained appropriate."}