{"shortname": "statement 1999-11-02", "source": "statement", "date": "1999-11-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/1999/mr-99-11.html", "effective_date": "3 Nov 1999", "rate": "5.00", "change": "+0.25"}, "fulltext": "Following a decision by the Board at yesterday's meeting, the Bank will be acting in the money market this morning to increase the cash rate by 25 basis points, to 5.0 per cent.\n\nThe international economic environment has improved considerably since last December, when the previous adjustment to monetary policy was made. At that time, world growth was expected to be weak, global inflation was tending to fall and international interest rates were declining. The likelihood of some decline in Australia's growth and the continuing very low inflation allowed scope for monetary policy to move in the expansionary direction. As things have turned out, global growth this year has been a good deal stronger than expected, and a further strengthening appears likely in 2000. Most of Australia's Asian trading partners are in recovery, and global disinflationary forces have abated. The Australian economy is growing faster than the Bank or most other forecasters had expected.\n\nAt the same time, inflation has now returned to the 2–3 per cent target zone, after a lengthy period of being below target. The CPI increased by 1.7 per cent over the year to the September quarter. This figure was held down by the effects of the health care rebate; abstracting from this, the CPI increase was a little over 2 per cent over the year. Some of the increase in inflation has come from higher oil prices, but core or underlying measures of inflation, which exclude oil prices, have also run at about 2 per cent over the past year. Some further gradual increase in inflation is likely over the next two or three quarters.\n\nThe stance of monetary policy has been expansionary over the past couple of years. Interest rates in real and nominal terms for virtually all borrowers have been below the low points reached in the early 1990s, and credit growth has been strong. This was the appropriate setting of policy through the period when the forces affecting the economy from abroad were contractionary. The need for such an expansionary setting has now passed, and accordingly, the Board has decided to increase cash rates modestly, so as to take policy to a less expansionary setting.\n\nThis adjustment will not bring to an end the current expansion, now in its ninth year, nor is it designed to do so. On the contrary, it is designed to keep the setting of policy attuned to the economy's changing needs, so as to maintain inflation of 2–3 per cent over the medium term. This will prolong the expansion, and a long, steady expansion offers the best chance to achieve further progress in reducing unemployment."}