{"shortname": "statement 2008-02-05", "source": "statement", "date": "2008-02-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-02.html", "effective_date": "6 Feb 2008", "rate": "7.00", "change": "+0.25"}, "fulltext": "At its meeting today, the Board decided to increase the cash rate by 25 basis points to 7.0 per cent.\n\nRecent information points to significant inflation pressures. CPI inflation on a year-ended basis picked up to 3 per cent in the December quarter, with underlying measures around 3½ per cent. This was a little higher than was expected a few months ago. Indicators of demand remained strong through the second half of 2007, and reports of high capacity usage and shortages of suitable labour persist. In the short term, inflation is likely to remain relatively high and will probably rise further in year-ended terms, though the Bank expects it to moderate somewhat next year.\n\nThe Board took careful note of recent events abroad and developments in financial markets. The world economy is slowing and it now appears likely that global growth will be below trend in 2008. Recent trends in world commodity markets suggest, however, that Australia's terms of trade are likely to rise further.\n\nThe pressures in short-term money markets seen late last year have eased in recent weeks, but sentiment in international capital and equity markets remains fragile. In Australia, financial intermediaries have passed on higher costs to their customers over the past couple of months. There has also been some tightening of lending standards to risky borrowers, a process which may yet have further to go.\n\nThese developments, together with the effects of earlier changes to monetary policy, can be expected to exert a moderating influence on private demand in Australia over the period ahead. But given the extent of pressure on capacity and the build up in inflation, a significant slowing in demand from its recent pace is likely to be necessary to reduce inflation over time.\n\nHaving weighed both the international and domestic information available, the Board concluded that a tighter monetary policy setting was needed now. In future meetings, the Board will continue to evaluate whether the stance of policy will be sufficiently restrictive to return inflation to the 2–3 per cent target."}