{"shortname": "statement 2009-04-07", "source": "statement", "date": "2009-04-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-06.html", "effective_date": "8 Apr 2009", "rate": "3.00", "change": "-0.25"}, "fulltext": "At its meeting today, the Board decided to lower the cash rate by 25 basis points to 3.0 per cent, effective 8 April 2009.\n\nRecent information from abroad indicates that the contraction in the global economy continued during the first few months of this year, and most assessments of the near-term outlook have been further marked down. Considerable economic policy stimulus is in train in most countries, the full effects of which are not yet discernible, but which should help contain the downturn over the rest of the year. There are tentative signs of stabilisation in several countries, including China, though it is too early yet to judge how durable these will prove to be.\n\nConditions in global financial markets have continued to improve gradually, helped by progress towards a resolution of banking system difficulties in the United States and other major countries. Sentiment remains fragile, however, and the contraction in economic activity is affecting asset quality of financial institutions.\n\nThe Australian economy is contracting, though by less than those of its trading partners. Capacity utilisation has fallen from its peak, and will decline further over the rest of the year. With demand for labour weakening, growth in labour costs will probably also fall. Hence inflation over the medium term is likely to be lower than it has been over the past two years. Demand for credit is weak overall, though credit for owner-occupied housing is picking up.\n\nThere has already been a major change in both monetary and fiscal policy in Australia. Market and mortgage rates are at very low levels by historical standards and business loan rates are below recent averages, reducing debt-servicing burdens considerably. Nonetheless, the Board judged that there was scope for a further modest adjustment to the cash rate. The stance of monetary policy, together with the substantial fiscal initiatives, will provide significant support to domestic demand over the period ahead."}