{"shortname": "statement 2010-05-04", "source": "statement", "date": "2010-05-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-07.html", "effective_date": "5 May 2010", "rate": "4.50", "change": "+0.25"}, "fulltext": "At its meeting today, the Board decided to raise the cash rate by 25 basis points to 4.5 per cent, effective 5 May 2010.\n\nRecently, forecasts for world GDP growth have been revised up again, and growth is expected to be at trend pace or a little above in 2010. Conditions in Europe remain quite weak, though recent data suggest growth is becoming more established in North America. In Asia, where financial sectors are not impaired, growth has continued to be strong, contributing to pressure on prices for raw materials. The authorities in several countries outside the major industrial economies have now started to reduce the degree of stimulus to their economies.\n\nGlobal financial markets are functioning much better than they were a year ago, but sovereign risk concerns have escalated significantly in Europe over recent weeks. This has prompted additional efforts by policymakers to put fiscal policies onto a sounder footing and to provide support for Greece in the near term. To date, there has been very little contagion outside Europe.\n\nAustralia's terms of trade are rising by more than earlier expected, and this year will probably regain the peak seen in 2008. This will add to incomes and foster a build-up in investment in the resources sector. Under these conditions, output growth over the year ahead is likely to exceed that seen last year, even though the effects of earlier expansionary policy measures will be diminishing. The process of business sector deleveraging is moderating, with business credit stabilising and indications that lenders are starting to become more willing to lend to some borrowers, though credit conditions for some sectors remain difficult. Credit outstanding for housing has been expanding at a solid pace. New loan approvals for housing have moderated over recent months as interest rates have risen and the impact of large grants to first-home buyers has tailed off. Nonetheless, at this point the market for established dwellings is still characterised by considerable buoyancy, with prices continuing to increase over recent months.\n\nRecent data on inflation confirm that it has declined from its peak in 2008, helped by a noticeable slowing in private-sector labour costs during 2009, the rise in the exchange rate and the earlier period of slower growth in demand. In both underlying and CPI terms, inflation over the most recent 12 months was around 3 per cent. Nonetheless, the extent of decline from here may not be quite as much as earlier forecast and inflation now appears likely to be in the upper half of the target zone over the coming year.\n\nWith the risk of serious economic contraction in Australia having passed some time ago, the Board has been adjusting the cash rate towards levels that would be consistent with interest rates to borrowers being close to the average experience over the past decade or more. The Board expects that, as a result of today's decision, rates for most borrowers will be around average levels. This represents a significant adjustment from the very expansionary settings reached a year ago.\n\nThe Board will continue to assess prospects for demand and inflation, and set monetary policy as needed to achieve an average inflation rate of 2–3 per cent over time."}