{"shortname": "statement 1996-07-30", "source": "statement", "date": "1996-07-30", "metadata": {"href": "https://www.rba.gov.au/media-releases/1996/mr-96-09.html", "effective_date": "31 Jul 1996", "rate": "7.00", "change": "-0.50"}, "fulltext": "Following on from the improvement in the inflation outlook, the Board has decided to reduce interest rates.\n\nFrom today, the cash rate target for the Bank's domestic market operations will be reduced by 0.5 per cent, to around 7 per cent. This follows deliberations at the Board meeting yesterday, and consultations with the Treasurer. The decision reflects the Board's judgment that underlying inflation is consistent with the 2–3 per cent objective, and its view that the economy has the capacity to grow a little faster than at present without threatening this objective.\n\nLast week's CPI figure showed a further reduction in underlying inflation, to 3.1 per cent in the year to the June quarter. That figure was held up by the relatively large increase in the September quarter a year ago. Over the first half of 1996, inflation was running at an annual rate of around 2½ per cent. Most other price indicators are showing lower rates; the Statistician's series of manufacturing prices, for example, has shown virtually no increase in domestically produced final goods prices over the past year. The Bank's forecasts suggest that both underlying and headline inflation will be in the 2–3 per cent range for some time.\n\nLooking further ahead, of all the factors influencing future inflation, the most important will be wages and salaries. Growth in adult ordinary time earnings (AWOTE) has fallen from over 5 per cent a year ago, to less than 4 per cent now. The current rate of increase in AWOTE is consistent with delivering 2–3 per cent inflation in the period ahead. Recent and prospective reductions in inflation, together with today's consequential interest rate reduction, should help wage negotiators to reach moderate wage and salary outcomes, with important benefits for industry competitiveness and employment. The Bank will be monitoring wage negotiations from the perspective of their consistency with the 2–3 per cent inflation objective; it will be ready to increase interest rates if wage and salary developments get out of line with that objective.\n\nThe present level of interest rates was established in December 1994, when the economy was running more strongly than it is now. The earlier downward trend in unemployment has largely stalled over the past year, at around 8½ per cent. Some pick-up in the pace of economic activity from current levels is expected over the year ahead but, in the Board's view, there is scope to grow a little faster without rekindling inflationary pressures. The reduction in rates will help to buoy the economy, and make more progress over the year ahead in reducing unemployment.\n\nToday's action by the Reserve Bank in no way diminishes the urgency of the task confronting the Government of reducing the budget deficit. As the Bank has emphasised on many occasions, further progress in reducing the budget deficit is critical to both increasing national saving and delivering lower interest rates over the medium term."}