{"shortname": "statement 1990-04-03", "source": "statement", "date": "1990-04-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/1990/mr-90-12.html", "effective_date": "4 Apr 1990", "rate": "15.00 to 15.50", "change": "-1.00 to -1.50"}, "fulltext": "The Reserve Bank proposes to operate in the domestic money market this morning with a view to reducing cash rates to within the range of 15 to 15½ per cent. In recent weeks cash rates have averaged a little under 16½ per cent. This action follows yesterday's Board meeting and consultations with the Treasurer.\n\nThe Bank believes that a further reduction of the order indicated is warranted by the fall in domestic demand that is occurring, and is consistent with the medium term objectives of lowering inflation and the current account deficit.\n\nWhen cash rates were lowered on 23 January and 15 February, this was against the background of accumulating evidence that the economy was slowing. Since then, the slowing has been confirmed: the National Accounts showed total spending fell by over 1 per cent in the December quarter; employment has remained flat in the three months to February; and imports have turned down. Various surveys now point to a significant decline in activity and confidence in the business sector. The financial sector is reflecting this slowdown: the provision of credit in particular has been growing at a moderate pace over recent months, in marked contrast to the rapid growth of earlier periods.\n\nThe slowing in spending and the easing in labour market pressures which is now occurring will help to create a more favourable environment for containing and reducing inflation. Sustainable reductions in inflation over the medium term, however, will require continued restraint in monetary policy, as well as in fiscal and wages policies.\n\nIn recent weeks yields in the short term money market have fallen and thereby contributed to reductions in intermediaries' borrowing costs. These reductions and the further reductions in cash rates now foreshadowed will allow the banks and other financial institutions to lower their lending rates.\n\nThere are significant lags involved before reductions in interest rates are reflected in spending decisions. Some further slowing can be expected to become apparent over the coming months; recent changes in policy have been made with this expectation in mind. Monetary policy must also have regard to the extent to which other policy instruments contribute to the adjustment process.\n\nDevelopments in the economy will be watched closely over the months ahead; during that period the Bank does not foresee further adjustments to monetary policy."}