{"shortname": "statement 2016-06-07", "source": "statement", "date": "2016-06-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2016/mr-16-16.html", "effective_date": "8 Jun 2016", "rate": "1.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 1.75 per cent.\n\nThe global economy is continuing to grow, at a lower than average pace. Several advanced economies have recorded improved conditions over the past year, but conditions have become more difficult for a number of emerging market economies. China's growth rate moderated further in the first part of the year, though recent actions by Chinese policymakers are supporting the near-term outlook.\n\nCommodity prices are above recent lows, but this follows very substantial declines over the past couple of years. Australia's terms of trade remain much lower than they had been in recent years.\n\nIn financial markets, conditions have generally been calmer for the past several months following the period of volatility early in the year. Attention is now turning to some particular event risks. Funding costs for high-quality borrowers remain very low and, globally, monetary policy remains remarkably accommodative.\n\nIn Australia, recent data suggest overall growth is continuing, despite a very large decline in business investment. Other areas of domestic demand, as well as exports, have been expanding at a pace at or above trend. Labour market indicators have been more mixed of late, but are consistent with continued expansion of employment in the near term.\n\nInflation has been quite low. Given very subdued growth in labour costs and very low cost pressures elsewhere in the world, this is expected to remain the case for some time.\n\nLow interest rates have been supporting domestic demand and the lower exchange rate overall is helping the traded sector. Over the past year, growth in credit to businesses has picked up, even as that to households has moderated a little. These factors are all assisting the economy to make the necessary economic adjustments, though an appreciating exchange rate could complicate this.\n\nIndications are that the effects of supervisory measures have strengthened lending standards in the housing market. Separately, a number of lenders are also taking a more cautious attitude to lending in certain segments. Dwelling prices have begun to rise again recently. But considerable supply of apartments is scheduled to come on stream over the next couple of years, particularly in the eastern capital cities.\n\nTaking account of the available information, and having eased monetary policy at its May meeting, the Board judged that holding the stance of policy unchanged at this meeting would be consistent with sustainable growth in the economy and inflation returning to target over time."}