{"shortname": "statement 2012-11-06", "source": "statement", "date": "2012-11-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2012/mr-12-33.html", "effective_date": "7 Nov 2012", "rate": "3.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.25 per cent.\n\nGlobal growth is forecast to be a little below average for a time. Risks to the outlook are still seen to be on the downside, largely as a result of the situation in Europe, where economic activity is still contracting. Risks elsewhere seem more balanced. The United States is recording moderate growth, while recent data from China suggest growth there has stabilised. Around Asia generally, growth has been dampened by the more moderate Chinese expansion and the weakness in Europe.\n\nKey commodity prices for Australia remain significantly lower than earlier in the year, though trends have been more mixed over the past couple of months, with some prices recovering some ground while others declined further. The terms of trade have declined by about 13 per cent since the peak last year, but are likely to remain historically high.\n\nFinancial markets have responded positively over the past few months to signs of progress in addressing Europe's financial problems, but expectations for further progress remain high. Long-term interest rates faced by highly rated sovereigns, including Australia, remain at exceptionally low levels. Capital markets remain open to corporations and well-rated banks, and Australian banks have had no difficulty accessing funding, including on an unsecured basis. Borrowing conditions for large corporations are similarly attractive. Share markets have generally risen over recent months.\n\nIn Australia, most indicators available for this meeting suggest that growth has been running close to trend over the past year, led by very large increases in capital spending in the resources sector. Looking ahead, the peak in resource investment is likely to occur next year, at a lower level than expected six months ago. As this peak approaches, the Board will be monitoring the strength of other components of demand.\n\nSome of the consumption strength in the first half of 2012 was temporary, but there have been some signs of ongoing growth, though a return to very strong growth in consumption is unlikely. While investment in dwellings has been subdued for some time, over recent months there have been some indications of a prospective improvement. Non-residential building investment has remained weak. Public spending is forecast to be subdued.\n\nRecent outcomes on inflation were slightly higher than expected, though they still show inflation consistent with the medium-term target, with underlying measures around 2½ per cent over the year to September, and headline CPI inflation a little lower than that. The introduction of the carbon price affected consumer prices in the September quarter, and there could be some further small effects over the next couple of quarters. With the labour market having generally softened somewhat in recent months, and unemployment edging higher, conditions should work to contain pressure on labour costs in sectors other than those directly affected by the current strength in resources. This and some continuing improvement in productivity performance will be needed to keep inflation low, since the effects on prices of the earlier exchange rate appreciation are now waning. The Bank's assessment remains that inflation will be consistent with the target over the next one to two years.\n\nOver the past year, monetary policy has become more accommodative. Interest rates for borrowers have declined to be clearly below their medium-term averages and savers are facing increased incentives to look for assets with higher returns. While the impact of these changes takes some time to work through the economy, there are signs of easier conditions starting to have some of the expected effects. Business demand for external funding has increased this year, the housing market has strengthened and share prices have risen in line with markets overseas. The exchange rate, though, remains higher than might have been expected, given the observed decline in export prices and the weaker global outlook.\n\nFurther effects of actions already taken to ease monetary policy can be expected over time. The Board will continue to monitor those effects, together with information about the various other factors affecting the outlook for growth and inflation. At today's meeting, with prices data slightly higher than expected and recent information on the world economy slightly more positive, the Board judged that the stance of monetary policy was appropriate for the time being."}