{"shortname": "statement 2010-04-06", "source": "statement", "date": "2010-04-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-06.html", "effective_date": "7 Apr 2010", "rate": "4.25", "change": "+0.25"}, "fulltext": "At its meeting today, the Board decided to raise the cash rate by 25 basis points to 4.25 per cent, effective 7 April 2010.\n\nThe global economy is growing, and world GDP is expected to rise at close to trend pace in 2010 and 2011. The expansion is still hesitant in the major countries, due to the continuing legacy of the financial crisis, resulting in ongoing excess capacity. In Asia, where financial sectors are not impaired, growth has continued to be quite strong, contributing to pressure on prices for raw materials. The authorities in several countries outside the major industrial economies have now started to reduce the degree of stimulus to their economies.\n\nGlobal financial markets are functioning much better than they were a year ago and the extraordinary support from governments and central banks is gradually being wound back. Credit conditions remain difficult in some major countries as banks continue to face loan losses associated with the period of economic weakness. The concerns regarding some sovereigns appear to have been contained at this stage.\n\nAustralia's terms of trade are rising, adding to incomes and fostering a build-up in investment in the resources sector. Under these conditions, output growth over the year ahead is likely to exceed that seen last year, even though the effects of earlier expansionary policy measures will be diminishing. The rate of unemployment appears to have peaked at a much lower level than earlier expected. The process of business sector de-leveraging is moderating, with the pace of the decline in business credit lessening and indications that lenders are starting to become more willing to lend to some borrowers. Credit for housing has been expanding at a solid pace. New loan approvals for housing have moderated over recent months as interest rates have risen and the impact of large grants to first-home buyers has tailed off. Nonetheless, at this point the market for established dwellings is still characterised by considerable buoyancy, with prices continuing to increase in the early part of 2010.\n\nInflation has, as expected, declined in underlying terms from its peak in 2008, helped by a noticeable slowing in private-sector labour costs during 2009, the rise in the exchange rate and the earlier period of slower growth in demand. CPI inflation has risen somewhat recently as temporary factors that had been holding it to quite low rates are now abating. Inflation is expected to be consistent with the target in 2010.\n\nWith the risk of serious economic contraction in Australia having passed some time ago, the Board has been lessening the degree of monetary stimulus that was put in place when the outlook appeared to be much weaker. Lenders have generally raised rates a little more than the cash rate.\n\nInterest rates to most borrowers nonetheless have been somewhat lower than average. The Board judges that with growth likely to be around trend and inflation close to target over the coming year, it is appropriate for interest rates to be closer to average. Today's decision is a further step in that process."}