{"shortname": "statement 2008-07-01", "source": "statement", "date": "2008-07-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-10.html", "effective_date": "2 Jul 2008", "rate": "7.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 7.25 per cent.\n\nInflation in Australia has been high over the past year in an environment of limited spare capacity and earlier strong growth in demand. In these circumstances, the Board has been seeking to restrain demand in order to reduce inflation over time.\n\nAs a result of earlier decisions by the Board, additional rises in market interest rates and tougher credit standards for some borrowers, there has been a substantial tightening in financial conditions since the middle of last year. Conditions in international financial markets remain difficult, with credit concerns resurfacing in the past month.\n\nThe evidence is that the tightening in financial conditions, in conjunction with other factors including rising fuel costs, is working to restrain demand. Indicators of household spending have recorded subdued outcomes over recent months, and credit expansion to both households and businesses has weakened significantly. There have also been some tentative signs of an easing in labour market conditions.\n\nThe rise in Australia's terms of trade that is currently occurring will work in the opposite direction. It will add substantially to national income and ability to spend, even with the slowing in global growth to below-trend pace that the Bank is assuming. At the same time, rising prices of oil and a range of other commodities are adding to global inflationary risks.\n\nGiven the opposing forces at work, considerable uncertainty remains about the outlook for demand and inflation. On balance, while the inflation outlook remains concerning, the Board's assessment continues to be that demand growth will be moderate this year. The most recent flow of information has given additional support to that assessment. Inflation is likely to remain relatively high in the short term, and the CPI will be further boosted in coming quarters by the recent rises in global oil prices. Looking further ahead, inflation in both CPI and underlying terms should decline over time, provided demand continues to evolve as expected.\n\nWeighing up the available domestic and international information, the Board's judgement is that the current stance of monetary policy remains appropriate. The Board will continue to evaluate prospects for economic activity and inflation in the light of new information."}