{"shortname": "statement 2007-12-04", "source": "statement", "date": "2007-12-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2007/mr-07-21.html", "effective_date": "5 Dec 2007", "rate": "6.75", "change": "0.00"}, "fulltext": "At its meeting yesterday, the Board decided to leave the cash rate **unchanged** at 6.75 per cent. As part of wider changes to communication practices which the Board has adopted (see separate announcement on communication), it was further decided that a statement explaining the decision would be released.\n\nRecent information continues to indicate strength in demand and output in Australia, with the economy having relatively little surplus capacity. Inflation on a year ended basis, as measured by the CPI and underlying measures, is likely to be above 3 per cent in the first half of 2008, and to decline somewhat thereafter.\n\nSentiment in global credit markets has deteriorated recently after an earlier improvement and prospects for growth in the major economies appear to be weakening. It is unclear to what extent that will affect Asia, where conditions at this point look quite strong. But overall, it now appears likely that global growth will be closer to trend in 2008, after several years of above trend growth. High prices for food, energy and natural resources, however, continue to pose a significant risk to inflation around the world.\n\nIn Australia, the pressures arising from the global financial turmoil have been less pronounced than elsewhere, and the flow of credit to sound borrowers does not appear to have been impaired. Nonetheless borrowing costs have risen appreciably since mid year, particularly for business borrowers, as a result both of changes in monetary policy and market-driven increases in funding costs for intermediaries. Depending on conditions in wholesale markets in the near term, some further rise in rates charged to borrowers may yet occur. These developments will help to contain private demand over the period ahead.\n\nThe Board remains concerned about the outlook for inflation. But given the heightened uncertainty about the international outlook and the local trends in wholesale borrowing costs, both of which could have a bearing on inflation over the medium term, it judged that the current stance of monetary policy should be maintained for the time being."}