{"shortname": "statement 2000-02-01", "source": "statement", "date": "2000-02-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2000/mr-00-03.html", "effective_date": "2 Feb 2000", "rate": "5.50", "change": "+0.50"}, "fulltext": "Following a decision by the Board at yesterday's meeting, the Bank will be acting in the money market this morning to increase the cash rate by 50 basis points, to 5.5 per cent.\n\nIn the three months since the Bank last made an adjustment to interest rates, the international economic environment has strengthened further, with world growth outcomes in 1999 ahead of most expectations, and forecasts for 2000 being revised up again. Inflation rates have also increased, principally due to higher oil prices. In most countries, central banks have continued a process of gradually increasing short-term interest rates from unusually low levels reached a year ago.\n\nThe Australian economy, likewise, has continued to record stronger growth than had been expected. Household spending in particular has remained exceptionally robust, supported by income gains flowing from the strong employment growth, with the high level of vacancies indicating this is likely to continue. Spending has also been boosted by substantial gains in wealth, much of it coming from buoyant housing prices. With credit inexpensive and freely available, households have availed themselves of the opportunity to borrow so that credit to this sector has grown by over 15 per cent in the most recent twelve months, and more quickly in the second half of the period. Business surveys suggest that, despite some differences across sectors, conditions overall are very favourable. Indicators of capacity utilisation are approaching previous cyclical highs, and respondents to surveys are starting to report increasing difficulty in finding suitable staff.\n\nAt the same time, the unusually low inflation rates of 1997 and 1998 have now passed. Although the recent CPI was lower than expected, inflation as measured by the CPI is rising, and likely to be in the upper half of the 2 to 3 per cent target zone by mid year. Some of the increase is due to the direct effects of higher international oil prices, but measures of core or underlying inflation, which are not distorted by such impacts, are presently running between 2.1 and 2.4 per cent. Wages growth has to date remained moderate, but some recent developments point to higher wage demands in the future.\n\nDuring the period ahead, growth is likely to remain strong, particularly given the improved environment for exports. While future growth rates will no doubt be subject to the normal quarterly variation, a significant slowdown is unlikely – previous expectations of a slowdown have persistently proved unfounded, even when there were stronger reasons than there are now to expect one. It is more likely that with growth and confidence high, and with the economy in the ninth year of its expansion, inflationary pressures will tend to build up as the year progresses. In these circumstances the Bank considers that it would be unwise to continue with the expansionary monetary policy setting which has been in place until now.\n\nFinancial markets have for some time been expecting an increase in interest rates, and speculating about the possible size of the move on this occasion. In the Bank's view, a rise of half a percentage point makes sense, both in light of the economic outlook, and of the opportunity it gives to signal that monetary policy has been moved to a neutral stance, given the current economic outlook.\n\nThis tightening, like its predecessor in November, can be viewed as pre-emptive in that it has occurred before overheating has emerged, and its aim is to prevent that eventuality from occurring. It will not bring the expansion to an end, but is intended to avoid the build-up in the sort of imbalances which in the past have been responsible for that result. Prolonging the expansion is the major contribution that monetary policy can make to further reducing unemployment and raising living standards."}