{"shortname": "statement 2011-11-01", "source": "statement", "date": "2011-11-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2011/mr-11-24.html", "effective_date": "2 Nov 2011", "rate": "4.50", "change": "-0.25"}, "fulltext": "At its meeting today, the Board decided to lower the cash rate by 25 basis points to 4.5 per cent, effective 2 November 2011.\n\nRecent information is consistent with a moderation in the pace of global growth, though fears of a major downturn have not been borne out so far. The pace of US economic expansion picked up in the September quarter, but is still only moderate and leaves considerable spare capacity. China's growth has slowed, as policymakers there had intended. Output in Asia has now recovered from the effects of the Japanese earthquake, and domestic demand in the region is generally expanding. Trade performance, however, is starting to see some effects of a significant slowing in economic activity in Europe, where the prospects are for economic weakness to continue. Commodity prices, while still at high levels, have generally declined over recent months.\n\nFinancial markets have recovered somewhat from the turmoil of recent months, helped by stronger economic data in the United States and by signs that European governments are making progress in their efforts to deal with the sovereign debt and banking problems. Equity markets have gained ground and the Australian dollar has risen significantly as risk aversion has lessened. But it is likely to be some time yet before concerns about the European situation can definitively be laid to rest and the effects of the recent turmoil on confidence may result in a period of precautionary behaviour by firms and households.\n\nInformation about the Australian economy suggests moderate growth overall. The terms of trade have now peaked and will decline somewhat in the near term, but they remain very high. In response, investment in the resources sector is picking up very strongly, with much more to come. Some related service sectors are enjoying better-than-average conditions. In other sectors, cautious behaviour by households and the high exchange rate have had a noticeable dampening effect. The unemployment rate has increased a little over recent months, though it remains close to 5 per cent.\n\nAfter underlying inflation started to pick up in the first half of the year, recent information suggests the subdued demand conditions and the high exchange rate have contained inflation more recently, notwithstanding continuing sizeable increases in utilities charges. CPI inflation on a year-ended basis remains above the target, due to the effects of weather events last summer, but is now starting to decline as production of key crops recovers. Moreover, with labour market conditions now softer, the likelihood of a significant acceleration in labour costs outside the resources and related sectors in the near term has lessened. Accordingly, the Bank's current judgement is that inflation is likely to be consistent with the 2–3 per cent target in 2012 and 2013, abstracting from the impact of the carbon pricing scheme.\n\nFinancial conditions have been easing somewhat recently, with market interest rates declining a little and competition to lend increasing. But overall conditions have remained tighter than normal, with borrowing rates still a little higher than average, credit growth subdued and asset prices lower than earlier in the year. The exchange rate has been very variable over the past few months, but on the whole has remained at historically high levels.\n\nOver the past year, the Board has maintained a mildly restrictive stance of monetary policy, in view of its concerns about inflation. With overall growth moderate, inflation now likely to be close to target and confidence subdued outside the resources sector, the Board concluded that a more neutral stance of monetary policy would now be consistent with achieving sustainable growth and 2–3 per cent inflation over time."}