{"shortname": "statement 2008-03-04", "source": "statement", "date": "2008-03-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-03.html", "effective_date": "5 Mar 2008", "rate": "7.25", "change": "+0.25"}, "fulltext": "At its meeting today, the Board decided to increase the cash rate by 25 basis points to 7.25 per cent, effective 5 March 2008.\n\nThis adjustment was made in order to contain and reduce inflation over the medium term. Inflation was high in 2007, with an annual CPI increase of 3 per cent in the December quarter and underlying measures around 3½ per cent. Domestic demand grew at rates appreciably higher than the growth of the economy's productive capacity over the year. Labour market conditions remained strong into early 2008 and reports of high capacity usage and shortages of suitable labour persist. Inflation is likely to remain relatively high in the short term, and will probably rise further in year‑ended terms, before moderating next year in response to slower growth in demand.\n\nThe Board took account of events abroad and developments in financial markets. The world economy is slowing and it appears likely that global growth will be below trend in 2008. Recent trends in world commodity markets, however, have further strengthened prospects for Australia's terms of trade.\n\nSentiment in global financial markets remains fragile. Australian financial intermediaries are experiencing increases in funding costs, which are being passed on to customers. Some tightening in credit standards for more risky borrowers is occurring.\n\nThere is tentative evidence that some moderation in household demand is beginning to occur, with business and consumer sentiment softer recently, and household credit demand slowing somewhat. The extent of that moderation is uncertain, however. As the Board noted last month, a significant slowing in demand from its pace of last year is likely to be necessary to reduce inflation over time.\n\nHaving weighed both the international and domestic information available, the Board concluded that a further tightening in monetary policy was needed to secure an inflation rate of 2‑3 per cent over time. As a result of this and earlier actions, and rises in borrowing costs which are occurring independently of changes in the cash rate, the overall tightening in financial conditions since the middle of 2007 is substantial. The Board will continue to evaluate prospects for economic activity and inflation in the light of new information."}