{"shortname": "statement 2006-08-01", "source": "statement", "date": "2006-08-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2006/mr-06-05.html", "effective_date": "2 Aug 2006", "rate": "6.00", "change": "+0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to increase the cash rate by 25 basis points, to 6.0 per cent. The decision reflects the Board's assessment that economic activity remains strong and that inflation pressures have increased.\n\nGrowth of the Australian economy is taking place against the background of strong international conditions. The world economy is in its fourth successive year of above-average growth, and official and private-sector forecasts are that this will continue next year, despite some moderation in the United States. The general strength of the global economy has been reflected in further increases in commodity prices since the start of the year. These increases have been broadly based and are adding to the growth in Australia's national income and spending.\n\nDespite regional differences, most indicators suggest that demand and output in Australia have strengthened over recent months. A favourable business climate, strong profitability and high levels of capacity usage are contributing to rapid growth in investment spending. Even with moderate growth in household spending, this has underpinned a solid rate of expansion in domestic demand and a pick-up in employment over recent months.\n\nStrong demand for finance over the past few months indicates that households and businesses have continued to find it attractive to borrow at recently prevailing interest rates. Compression of lending margins over recent years has contributed to a lowering of borrowing costs relative to the cash rate. This has meant that although the cash rate has recently been slightly above its average for the low-inflation period since 1993, interest rates paid by borrowers have remained below average.\n\nThe growth of demand, against the background of an economy operating with limited spare capacity, has contributed to increased inflationary pressures this year, and businesses report that labour market conditions are tight. Raw materials costs have picked up as a result of broad-based increases in global commodity prices, and there has been a more general pick-up in output prices at all stages of production.\n\nThese pressures have also been evident in underlying consumer price inflation. In the June quarter, underlying inflation is estimated to have picked up to a rate of just under 3 per cent, confirming the upward drift that had started to become apparent in the previous quarter. Although the increase in the headline CPI was much larger, reflecting fuel price increases and a sharp rise in the price of bananas in the wake of Cyclone Larry, the Board recognises that it is necessary to abstract from temporary influences in forming its policy assessments. Overall the Board's assessment, based on the gradual increase in underlying inflation this year, and the wider background of above-average global growth and strong domestic demand, was that underlying inflation in the period ahead was likely to exceed previous forecasts.\n\nGiven these circumstances, the Board judged that an increase in the cash rate was warranted in order to contain inflation in the medium term."}