{"shortname": "statement 1997-07-29", "source": "statement", "date": "1997-07-29", "metadata": {"href": "https://www.rba.gov.au/media-releases/1997/mr-97-15.html", "effective_date": "30 Jul 1997", "rate": "5.00", "change": "-0.50"}, "fulltext": "Following discussions with the Board, the Bank will act in the money market this morning to reduce the cash rate by 50 basis points, to 5.0 per cent. This change, like the four previous reductions in interest rates over the past year, is based on the improving picture for Australia's medium-term inflation performance, which opens up scope for faster growth in output and employment.\n\nRecent good news on prices and wages confirms the absence of inflationary pressures in most segments of the Australian economy. Over the year to the June quarter the underlying rate of consumer price inflation was 1.7 per cent. Measures of inflation at the producer level, and indications of price increases from the range of business surveys, generally confirm this picture.\n\nPrices of traded goods have fallen over the past year, and inflationary pressures generated domestically have also been declining, as reflected in smaller price increases for domestically produced goods and services of late. Recent data on average earnings suggest that the upward pressures on wages that were still being felt in 1996 are now subsiding. Some of the easing in prices and wages, no doubt, reflects the lagged effect of slower growth last year, but it is also clear that inflationary expectations in the Australian community have taken a further step down. The Bank currently forecasts that inflation, in underlying terms, will remain below 2 per cent into 1998.\n\nEconomic growth in 1997 has been picking up, but remains moderate. Unemployment has been flat over the past year and utilisation of capital in goods-producing industries is well down on peak levels. As a result, there appears to be relatively little risk of encountering capacity constraints over the next year or two, even if growth were stronger than expected.\n\nMonetary policy cannot fine-tune the cycle or manufacture sustained high rates of real growth. Given the current conjuncture, however, monetary policy should not stand in the way of a period of stronger growth that can be accommodated without breaching the inflation objective. Indeed, one attraction of an inflation targeting regime is that it requires the central bank to re-assess policy when the forecast profile of inflation is below the objective. In reaching a decision, the Bank has also had to be mindful of the fact that earlier interest rate reductions are still working their way through the economy. Its judgment, however, is that the balance of risks at this time is such as to favour this further easing of monetary policy.\n\nThe crucial test for monetary policy is to have the setting that will best contribute to low inflation and economic growth in the long run. For many in the financial markets, most attention seems to be devoted to picking the exact day when a change in monetary policy will occur, something which would be made easier if the Bank were to follow a rule such as changing monetary policy on the day following the Board meeting. Despite its simplicity, this has never become standard practice because of its lack of flexibility; only eight of the 22 changes made since 1990 have occurred on the day following the Board meeting. On this occasion, the good CPI and wages data led to a presumption of a further reduction in interest rates. As a result, the Bank decided to confer, ahead of the routine meeting, with Board members to seek their views on the stance and timing of policy. Today's announcement reflects that consultation. With the Board agreed on the need for a half-point reduction in interest rates, and with this fully factored into financial prices, there seemed to be no point in delaying the implementation for another week."}