{"shortname": "statement 2009-12-01", "source": "statement", "date": "2009-12-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-28.html", "effective_date": "2 Dec 2009", "rate": "3.75", "change": "+0.25"}, "fulltext": "At its meeting today, the Board decided to raise the cash rate by 25 basis points to 3.75 per cent, effective 2 December 2009.\n\nThe global economy has resumed growth. With economic policies remaining expansionary, growth is likely to continue next year, though it will probably be modest in the major countries, due to the continuing legacy of the financial crisis. In China and Asia generally, where financial sectors are not impaired, recovery has been much quicker to date and prospects appear to be for good growth in 2010. Financial markets have improved considerably during 2009, notwithstanding periodic setbacks, and capital flows into Asia and other emerging market regions have been picking up.\n\nIn Australia, the downturn was relatively mild, and measures of confidence and business conditions suggest that the economy is in a gradual recovery. The effects of the early stages of the fiscal stimulus on consumer demand are fading, but public infrastructure spending is starting to provide more impetus to demand. Prospects for ongoing expansion of private demand, including business investment, have been strengthening. There have been some early signs of an improvement in labour market conditions. The rate of unemployment is now likely to peak at a considerably lower level than earlier expected.\n\nInflation has declined from its peak last year, helped by the fall in commodity prices at the end of 2008 and a noticeable slowing in private-sector labour costs during 2009. In underlying terms, inflation should continue to moderate in the near term, though it will probably not fall as far as thought likely six months ago. Headline CPI inflation on a year-ended basis has been unusually low because of temporary factors, and will probably rise somewhat over the coming year. Both CPI and underlying inflation are expected to be consistent with the target in 2010. The rise in the exchange rate during this year will have some impact in containing prices for traded goods and services in the period ahead, and will dampen growth in the trade-exposed sector of the economy.\n\nCredit for housing is expanding at a solid pace, and dwelling prices have risen significantly this year. Business credit has fallen, as companies have reduced leverage in an environment of tighter lending standards, and as some lenders have scaled back their balance sheets. The decline in credit has been concentrated among large firms, which generally have had good access to equity capital and, more recently, to debt markets. Share markets have recovered significant ground, which, together with higher dwelling prices, has meant a noticeable recovery in household wealth.\n\nThe Board's assessment of the outlook remains much as in the November Statement on Monetary Policy. Growth in 2010 is likely to be close to trend and inflation close to target.\n\nWith the risk of serious economic contraction in Australia having passed, the Board has moved at recent meetings to lessen gradually the degree of monetary stimulus that was put in place when the outlook appeared to be much weaker. These material adjustments to the stance of monetary policy will, in the Board's view, work to increase the sustainability of growth in economic activity and keep inflation consistent with the target over the years ahead."}