{"shortname": "statement 1994-12-13", "source": "statement", "date": "1994-12-13", "metadata": {"href": "https://www.rba.gov.au/media-releases/1994/mr-94-21.html", "effective_date": "14 Dec 1994", "rate": "7.50", "change": "+1.00"}, "fulltext": "The Reserve Bank will be taking action this morning to raise cash rates by 1 percentage point to around 7.5 per cent. It follows increases of three-quarters of a percentage point on 17 August and 1 percentage point on 24 October. Movements in the cash rate (and the predominant variable housing loan rate) over the past decade are shown in the attached graph.\n\nThis further tightening has occurred rather sooner than some might have expected, basically because of evidence that the economy overall has been growing more strongly than earlier thought. Notwithstanding the effects of severe drought conditions in many areas, total output increased by 6.4 per cent in the year to September (in real terms), while total spending increased by 8.3 per cent. This gap has been filled by rising imports, which have increased by 18 per cent over the past year. Another indicator of the continuing strong growth in the economy is employment, which grew by 3.3 per cent over the year to November.\n\nTo date, price and wage increases remain well contained. In underlying terms, consumer prices are increasing by about 2 per cent, as they have been for about three years. Rises in labour costs also have been quite modest.\n\nLooking ahead, however, this reassuring situation could not be expected to continue at current rates of growth in production and spending. Such slack as remains is being wound back quite quickly, notwithstanding the welcome strength in business investment, and wage pressures have begun to increase, in part because of the strong labour market.\n\nAggregate spending in particular needs to be restrained to more sustainable growth rates but there are few signs of any slowing at this time, with the possible exception of the housing area, where lending approvals have retreated from their earlier, very high levels. Against that is the strengthening international economy, which is serving to boost some commodity prices and raise some incomes in Australia.\n\nAs with the two previous increases, today's rise is intended to help sustain solid economic expansion with low inflation well into the future, that being the surest way to deliver on-going reductions in unemployment. Timely increases in interest rates which succeed in heading off inflationary pressures before they take hold also mean that interest rate rises over the course of the cycle will be lower than would otherwise be necessary."}