{"shortname": "statement 2001-09-04", "source": "statement", "date": "2001-09-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2001/mr-01-15.html", "effective_date": "5 Sep 2001", "rate": "4.75", "change": "-0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to reduce the cash rate by a further 25 basis points to 4.75 per cent.\n\nInternational economic conditions have been weaker than expected in recent months. The US and European economies stopped growing in the middle of the year, while a number of economies in Asia are experiencing recession. Most observers still expect a turn for the better in the period ahead, but the timing of this is being pushed back. The weakness in global demand is likely to be sufficient to impart some downward pressure on prices for internationally traded products. Prices for a range of commodities have already weakened, though those most important for Australia remain relatively strong.\n\nIn Australia, domestic demand has resumed its steady upward path after the temporary decline in the second half of 2000. A recovery in dwelling investment activity is well in train, and this should be reflected in firmer labour market conditions in due course. Business and consumer confidence are a good deal higher than earlier in the year, and various policy initiatives have been playing a part in encouraging this development. The Australian economy will, nonetheless, be affected by the recent deterioration in the international environment. Softening in some categories of exports can already be observed.\n\nRecent data have indicated somewhat higher inflation than appeared to be the case late last year. The Bank's assessment, as spelled out in the recent Statement on Monetary Policy, is that this principally reflects the stepped up pass through of the lower exchange rate. It is likely that this process will continue for a while, but in the slightly longer term inflation is likely to decline again, given that wages growth remains well contained and the economy still has a degree of spare capacity. Developments abroad increase the likelihood of lower inflation over time.\n\nThese considerations suggest that, in line with the medium-term inflation targeting approach, some easing of monetary policy is called for. In reaching its decision, the Board carefully weighed one other factor, namely the rapid pace of borrowing by households and the associated pressure on house prices. A further reduction in interest rates runs some risk, at the margin, of unnecessarily boosting this trend in the short term. But this risk has to be set against those which would come over the medium term from not responding to the likely effects of the continuing weakness abroad. On balance, the Board's judgement is that prospects for maintaining the economy's good medium-term performance will be improved by today's action."}