{"shortname": "statement 2008-09-02", "source": "statement", "date": "2008-09-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-14.html", "effective_date": "3 Sep 2008", "rate": "7.00", "change": "-0.25"}, "fulltext": "At its meeting today the Board decided to lower the cash rate by 25 basis points to 7.0 per cent, effective 3 September.\n\nInflation in Australia has been high over the past year in an environment of limited spare capacity and earlier strong growth in demand. In these circumstances, the Board has been seeking to restrain demand in order to reduce inflation over time.\n\nAs a result of increases in the cash rate last year and early this year, additional rises in market interest rates and tougher credit standards, financial conditions have been quite tight. Some further tightening has occurred over the past couple of months. Conditions in international financial markets remain difficult, with heightened concerns over credit persisting.\n\nThe evidence is that the tight financial conditions, in conjunction with other factors including higher fuel costs and lower asset values, have exerted the needed restraint on demand. Indicators of household spending have recorded subdued outcomes over recent months, and credit expansion to both households and businesses has slowed. Surveys suggest a softening in business activity and growth in production has slowed.  Indicators of capacity utilisation, while still high, are declining and there have also been some signs of an easing in labour market conditions.\n\nThe rise in Australia's terms of trade that has occurred is working in the opposite direction, adding substantially to national income and ability to spend. Fixed investment spending by businesses continues to be very strong. At the same time, high prices of oil and a range of other commodities have added to global inflationary risks. They are also dampening growth in a number of countries.\n\nGiven the opposing forces at work, considerable uncertainty has surrounded the outlook for demand and inflation. On balance, however, it is looking more likely that household demand will remain subdued and overall economic growth slow over the period ahead. Inflation is likely to remain relatively high in the short term, with the CPI affected by the high global oil prices in mid year and other increases in raw materials prices. But looking further ahead, the outlook for demand suggests that inflation in both CPI and underlying terms is likely to decline over time, provided wages growth remains contained. The Bank's forecast remains that inflation will fall below 3 per cent during 2010.\n\nWeighing up the available domestic and international information, the Board judged that there was now scope for monetary policy to become less restrictive. The Board will continue to assess prospects for demand and inflation over the period ahead, and set monetary policy as needed to bring inflation back to the 2–3 per cent target over time."}