{"shortname": "statement 2016-03-01", "source": "statement", "date": "2016-03-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2016/mr-16-04.html", "effective_date": "2 Mar 2016", "rate": "2.00", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 2.0 per cent.\n\nRecent information suggests that the global economy is continuing to grow, though at a slightly lower pace than earlier expected. While several advanced economies have recorded improved growth over the past year, conditions have become more difficult for a number of emerging market economies. China's growth rate has continued to moderate.\n\nCommodity prices have declined very substantially over the past couple of years. This partly reflects slower growth in demand but also, in some key instances, large increases in supply. The decline in Australia's terms of trade has continued.\n\nFinancial markets have once again exhibited heightened volatility over recent months, as participants grapple with uncertainty about the global economic outlook and policy settings among the major jurisdictions. Appetite for risk has diminished somewhat and funding conditions for emerging market sovereigns and lesser-rated corporates have tightened. But funding costs for high-quality borrowers remain very low and, globally, monetary policy remains remarkably accommodative.\n\nIn Australia, the available information suggests that the expansion in the non-mining parts of the economy strengthened during 2015 despite the contraction in spending in mining investment. This was reflected in improved labour market conditions. The pace of lending to businesses also picked up.\n\nInflation is quite low. With growth in labour costs continuing to be quite subdued as well, and inflation restrained elsewhere in the world, inflation is likely to remain low over the next year or two.\n\nGiven these conditions, it is appropriate for monetary policy to be accommodative. Low interest rates are supporting demand, while supervisory measures are working to emphasise prudent lending standards and so to contain risks in the housing market. Credit growth to households continues at a moderate pace, albeit with a changed composition between investors and owner-occupiers. The pace of growth in dwelling prices has moderated in Melbourne and Sydney and has remained mostly subdued in other cities. The exchange rate has been adjusting to the evolving economic outlook.\n\nAt today's meeting, the Board judged that there were reasonable prospects for continued growth in the economy, with inflation close to target. The Board therefore decided that the current setting of monetary policy remained appropriate.\n\nOver the period ahead, new information should allow the Board to judge whether the improvement in labour market conditions is continuing and whether the recent financial turbulence portends weaker global and domestic demand. Continued low inflation would provide scope for easier policy, should that be appropriate to lend support to demand."}