{"shortname": "statement 2013-12-03", "source": "statement", "date": "2013-12-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2013/mr-13-25.html", "effective_date": "4 Dec 2013", "rate": "2.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 2.5 per cent.\n\nRecent information is consistent with global growth running a bit below average this year, with reasonable prospects of a pick-up next year. Commodity prices have declined from their peaks, but generally remain at high levels by historical standards. Inflation in most countries is well contained.\n\nOverall, global financial conditions remain very accommodative. Volatility in financial markets has abated recently. Long-term interest rates remain very low and there is ample funding available for creditworthy borrowers.\n\nIn Australia, the economy has been growing a bit below trend over the past year and the unemployment rate has edged higher. This is likely to persist in the near term, as the economy adjusts to lower levels of mining investment. Further ahead, private demand outside the mining sector is expected to increase at a faster pace, though considerable uncertainty surrounds this outlook. There has been an improvement in indicators of household and business sentiment recently, but it is still unclear how persistent this will be. Public spending is forecast to be quite weak.\n\nRecent data on prices and wages show inflation consistent with the medium-term target. The Bank's assessment is that this is likely to remain the case over the next one to two years.\n\nThe easing in monetary policy that has already occurred since late 2011 has supported interest-sensitive spending and asset values. The full effects of these decisions are still coming through, and will be for a while yet. The pace of borrowing has remained relatively subdued overall to date, though recently there have been signs of increased demand for finance by households. There is also continuing evidence of a shift in savers' behaviour in response to declining returns on low-risk assets. Housing and equity markets have strengthened further over recent months, trends which should in time be supportive of investment.\n\nThe Australian dollar, while below its level earlier in the year, is still uncomfortably high. A lower level of the exchange rate is likely to be needed to achieve balanced growth in the economy.\n\nAt today's meeting, the Board judged that the setting of monetary policy remained appropriate. The Board will continue to assess the outlook and adjust policy as needed to foster sustainable growth in demand and inflation outcomes consistent with the target."}