{"shortname": "statement 2013-10-01", "source": "statement", "date": "2013-10-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2013/mr-13-19.html", "effective_date": "2 Oct 2013", "rate": "2.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 2.5 per cent.\n\nRecent information is consistent with global growth running a bit below average this year, with reasonable prospects of a pick-up next year. Commodity prices have declined from their peaks, but generally remain at high levels by historical standards. Inflation in most countries remains well contained.\n\nOverall, global financial conditions remain very accommodative. Changes in the outlook for US monetary policy have increased volatility in financial markets, but long-term interest rates remain very low and there is ample funding available for creditworthy borrowers.\n\nIn Australia, the economy has been growing a bit below trend over the past year. This is expected to continue in the near term as the economy adjusts to lower levels of mining investment. The unemployment rate has edged higher. There has been an improvement in indicators of household and business sentiment recently, though it is too soon to judge how persistent this will be. Inflation has been consistent with the medium-term target. With growth in labour costs moderating, this is expected to remain the case over the next one to two years, even with the effects of the lower exchange rate.\n\nThe easing in monetary policy since late 2011 has supported interest-sensitive spending and asset values. The full effects of these decisions are still coming through, and will be for a while yet. The pace of borrowing has remained relatively subdued to date, though recently there have been signs of increased demand for finance by households. There is also continuing evidence of a shift in savers' behaviour in response to declining returns on low-risk assets.\n\nThe Australian dollar rose recently, but is still about 10 per cent below its level in April. A lower level of the currency than seen at present would assist in rebalancing growth in the economy.\n\nAt today's meeting, the Board judged that the setting of monetary policy remained appropriate. The Board will continue to assess the outlook and adjust policy as needed to foster sustainable growth in demand and inflation outcomes consistent with the target."}