{"shortname": "statement 2012-08-07", "source": "statement", "date": "2012-08-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2012/mr-12-18.html", "effective_date": "8 Aug 2012", "rate": "3.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.50 per cent.\n\nHaving picked up in the early months of 2012, growth in the world economy has since softened. Current assessments are that global GDP will grow at no more than average pace in 2012. Most commodity prices have declined, which has helped to reduce inflation and provided scope for some countries to ease macroeconomic policies. Australia's terms of trade peaked nearly a year ago, though they remain historically high.\n\nChina's growth has moderated to a more sustainable pace, but does not appear to be slowing further. Conditions in other parts of Asia have recovered from the effects of last year's natural disasters, though the ongoing trend is unclear and could be dampened by the effects of slower growth outside the region. Growth in the United States continues, but at only a modest pace. The most significant area of weakness continues to be Europe, where economic activity has been contracting and policymakers confront the very difficult task of seeking to put both bank and sovereign balance sheets onto a sound footing, while promoting conditions for improved long-term growth.\n\nFinancial markets have responded positively to signs of progress, but Europe will remain a potential source of adverse shocks for some time. Low appetite for risk has seen long-term interest rates faced by highly rated sovereigns, including Australia, decline to exceptionally low levels. Nonetheless, capital markets remain open to corporations and well-rated banks and Australian banks have had no difficulty accessing funding, including on an unsecured basis. Share markets have remained volatile, though in net terms they have generally risen over the past couple of months.\n\nIn Australia, most indicators suggest growth close to trend overall. Labour market data show moderate employment growth, even with job shedding in some industries, and the rate of unemployment has thus far remained low.\n\nInflation remains low, with underlying measures near 2 per cent over the year to June, and headline CPI inflation lower than that. The effects of the price on carbon will start to affect these measures over the next couple of quarters. The Bank's assessment of the outlook for inflation is unchanged: it is expected to be consistent with the target over the next one to two years. Maintaining low inflation over the longer term will, however, require growth in domestic costs to continue their recent moderation as the effects of the earlier exchange rate appreciation wane.\n\nAs a result of the sequence of earlier decisions, monetary policy is easier than it was for most of 2011, with interest rates for borrowers a little below their medium-term averages. While it is too soon to see the full impact of those changes, dwelling prices have firmed a little over the past couple of months, and business credit has over the past six months recorded its strongest growth for several years. The exchange rate, however, has remained high, despite the observed decline in the terms of trade and the weaker global outlook.\n\nAt today's meeting, the Board judged that, with inflation expected to be consistent with the target and growth close to trend, but with a more subdued international outlook than was the case a few months ago, the stance of monetary policy remained appropriate."}