{"shortname": "statement 2012-10-02", "source": "statement", "date": "2012-10-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2012/mr-12-30.html", "effective_date": "3 Oct 2012", "rate": "3.25", "change": "-0.25"}, "fulltext": "At its meeting today, the Board decided to lower the cash rate by 25 basis points to 3.25 per cent, effective 3 October 2012.\n\nThe outlook for growth in the world economy has softened over recent months, with estimates for global GDP being edged down, and risks to the outlook still seen to be on the downside. Economic activity in Europe is contracting, while growth in the United States remains modest. Growth in China has also slowed, and uncertainty about near-term prospects is greater than it was some months ago. Around Asia generally, growth is being dampened by the more moderate Chinese expansion and the weakness in Europe.\n\nKey commodity prices for Australia remain significantly lower than earlier in the year, even though some have regained some ground in recent weeks. The terms of trade have declined by over 10 per cent since the peak last year and will probably decline further, though they are likely to remain historically high.\n\nFinancial markets have responded positively over the past few months to signs of progress in addressing Europe's financial problems, but expectations for further progress remain high. Low appetite for risk has seen long-term interest rates faced by highly rated sovereigns, including Australia, remain at exceptionally low levels. Nonetheless, capital markets remain open to corporations and well-rated banks, and Australian banks have had no difficulty accessing funding, including on an unsecured basis. Share markets have generally risen over recent months.\n\nIn Australia, most indicators available for this meeting suggest that growth has been running close to trend, led by very large increases in capital spending in the resources sector. Consumption growth was quite firm in the first half of 2012, though some of that strength was temporary. Investment in dwellings has remained subdued, though there have been some tentative signs of improvement, while non-residential building investment has also remained weak. Looking ahead, the peak in resource investment is likely to occur next year, and may be at a lower level than earlier expected. As this peak approaches it will be important that the forecast strengthening in some other components of demand starts to occur.\n\nLabour market data have shown moderate employment growth and the rate of unemployment has thus far remained low. The Bank's assessment, though, is that the labour market has generally softened somewhat in recent months.\n\nInflation has been low, with underlying measures near 2 per cent over the year to June, and headline CPI inflation lower than that. The introduction of the carbon price is affecting consumer prices in the current quarter, and this will continue over the next couple of quarters. Moderate labour market conditions should work to contain pressure on labour costs in sectors other than those directly affected by the current strength in resources. This and some continuing improvement in productivity performance will be needed to keep inflation low as the effects of the earlier exchange rate appreciation wane. The Bank's assessment remains, at this point, that inflation will be consistent with the target over the next one to two years.\n\nInterest rates for borrowers have for some months been a little below their medium-term averages. There are tentative signs of this starting to have some of the expected effects, though the impact of monetary policy changes takes some time to work through the economy. However, credit growth has softened of late and the exchange rate has remained higher than might have been expected, given the observed decline in export prices and the weaker global outlook.\n\nAt today's meeting, the Board judged that, on the back of international developments, the growth outlook for next year looked a little weaker, while inflation was expected to be consistent with the target. The Board therefore decided that it was appropriate for the stance of monetary policy to be a little more accommodative."}