{"shortname": "statement 1990-01-22", "source": "statement", "date": "1990-01-22", "metadata": {"href": "https://www.rba.gov.au/media-releases/1990/mr-90-03.html", "effective_date": "23 Jan 1990", "rate": "17.00 to 17.50", "change": "-0.50 to -1.00"}, "fulltext": "The Governor of the Reserve Bank (Mr Bernie Fraser) confirmed that the Bank had operated in the domestic money market this morning to bring about a modest reduction in interest rates.\n\nThe Reserve Bank Board, which reviewed the case for an easing in monetary policy at its November and December meetings, agreed at a meeting yesterday that it was appropriate to be making some adjustment now. The Governor consulted the Treasurer following the meeting.\n\nFor some time now, monetary and other policies have been directed towards restraining the growth in domestic spending. To this end, money market interest rates, for example, have risen by over 7 percentage points since the early months of 1988.\n\nThese increases have contributed to the marked slowing in spending which has occurred in several sectors of the economy in the second half of 1989 and which is continuing into 1990. This slowdown in the previously very rapid growth in domestic spending is helping to reduce demand for imports and inflationary pressures, although it will take both time and continued concerted policy action to bring inflation and the current account deficit to acceptable levels.\n\nAlthough there can be no precision in such matters, the Bank will be seeking in its market operations to reduce unofficial cash rates by between one half and one percentage point from their average levels of recent months. A modest reduction of this order is judged to be appropriate having regard to the slowing in the economy which has occurred and is in prospect, and the continuing role which monetary policy must play in moderating demand and containing inflationary pressures.\n\nThis reduction in cash rates can be expected to flow through to security yields and interest rates charged by intermediaries, but the extent and speed of reductions in these rates will be determined by the competitive positions of banks and other market participants.\n\nDecisions in respect of any further easing in monetary policy will be made in the light of developments in the economy, especially demand and wage and price levels. The Bank will continue to pursue a monetary policy which supports other policies directed at achieving, over time, improvements in inflation and the current account."}