{"shortname": "statement 2010-09-07", "source": "statement", "date": "2010-09-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-20.html", "effective_date": "8 Sep 2010", "rate": "4.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.5 per cent.\n\nThe global economy grew faster than trend over the year to mid 2010, but will probably ease back to about trend pace over the coming year. Growth in China is moderating to a more sustainable rate as policies are now less accommodating. Similar adjustments to policies and growth rates are occurring in other countries in the Asian region. In Europe, output has improved significantly so far this year, but prospects for next year are probably for slower growth given planned fiscal contraction. US growth was solid in the first half of 2010 but the pace of expansion in the second half of the year is looking weaker.\n\nFinancial markets are functioning more smoothly than they were a few months ago, though caution persists, with equity prices soft and yields on sovereign bonds issued by major countries reaching unusually low levels. Commodity prices are also off their peaks, though those most important for Australia remain at very high levels, and the terms of trade have regained their peak of two years ago.\n\nRecent information suggests that the Australian economy has been growing at around trend pace. This has been helped by high levels of public spending over the past year but private demand has also been firming. The high level of the terms of trade is boosting incomes, which will tend to add to demand over the year ahead, while the effects of earlier expansionary policy measures will be diminishing. Indications are that business investment in particular could increase strongly.\n\nDomestic credit and asset markets present a more balanced picture than six months ago. Business credit has stabilised and while credit conditions for some sectors remain difficult, evidence is slowly emerging of more willingness to lend. Credit outstanding for housing has slowed a little over recent months, and the upward pressure on dwelling prices appears to have abated.\n\nThe demand for labour has firmed over the past year in line with improving growth. After the significant decline last year, growth in wages has picked up somewhat, as had been expected. Through to mid 2011, underlying inflation is likely to be in the top half of the target zone, while CPI inflation will probably be just above 3 per cent for a few quarters due to the impact of the tobacco tax changes.\n\nThe current setting of monetary policy is resulting in interest rates to borrowers around their average levels of the past decade. With growth in the near term likely to be close to trend, inflation close to target and with the global outlook remaining somewhat uncertain, the Board judged this setting of monetary policy to be appropriate for the time being."}