{"shortname": "statement 2001-02-06", "source": "statement", "date": "2001-02-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2001/mr-01-03.html", "effective_date": "7 Feb 2001", "rate": "5.75", "change": "-0.50"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be acting in the money market this morning to reduce the cash rate by 50 basis points to 5.75 per cent. This decision took note of four principal considerations:\n\n* Recent data show that consumer price inflation remains low, despite the lift in wholesale   prices resulting from the decline in the exchange rate and the rise in raw   materials and energy prices last year. While CPI inflation measured over   the past four quarters still reflects the impact of the GST and the rise   in petrol prices, underlying inflation net of those effects is estimated   to be around 2 per cent, slightly lower than was the case in the middle   of last year. Labour cost increases remain moderate; inflation expectations   have fallen back after increasing last year; and the exchange rate has risen   somewhat since late last year, though it remains quite low by historical   standards. Even allowing for possible lagged effects of previous falls in   the exchange rate on consumer prices in the year ahead, the Bank judges   that the risk of exceeding the inflation target has declined materially,   and expects CPI inflation to be within the target zone over the coming year. * Economic conditions abroad have deteriorated noticeably since last year. The United   States economy has slowed more quickly than expected, after several years   of exceptional strength. This has prompted a significant decline in US interest   rates. Notwithstanding this, a slowing US economy can be expected to dampen   growth in the world economy in 2001. * Business confidence has declined over recent months and the labour market has softened.   Domestic demand, which was always expected to slow, is now running at a   rate below that of earlier years. In part, this is a temporary effect due   to the transitional response last year to tax reform which drew spending   forward into the first half of the year, leaving demand weaker in the second   half. Looking through the temporary effects, however, the path of demand   and output now seems more moderate than earlier envisaged. * Despite areas of short-term weakness, the Australian economy still exhibits considerable   resilience. While there are some signs that corporate profitability may   have declined somewhat recently, profits overall remain strong. Corporate   balance sheets are in good shape, and there is no sign of over investment   having led to excess capacity. Credit growth has declined from its earlier   rapid pace but credit remains readily available, and conditions in capital   markets have not deteriorated in the way that can be observed in the US.   The exchange rate has made exporters and import-competing sectors very competitive.   In contrast to a number of countries, asset prices in Australia have not   been bid up to unsustainably high levels. In addition, macroeconomic policies   are favourable to growth. Interest rates, even before today's decision,   were not high by historical standards. Fiscal policy is also exerting an   expansionary influence on growth in the current year.\n\nThe Board judged that the balance of risks to the outlook over the next year had changed sufficiently to warrant a shift in the stance of monetary policy. With a weaker external environment in prospect, and with inflation contained, policy settings more supportive of domestic demand are now prudent. By keeping monetary policy attuned to the changing internal and external circumstances facing the economy, today's change in interest rates will assist in maintaining sustainable growth with low inflation."}