{"shortname": "statement 2001-12-04", "source": "statement", "date": "2001-12-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2001/mr-01-23.html", "effective_date": "5 Dec 2001", "rate": "4.25", "change": "-0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be acting in the money market this morning to reduce the cash rate by a further 25 basis points, to 4.25 per cent.\n\nInternational economic conditions remain weak, with the US and Japanese economies in recession, growth in Europe stalled and significant contractions over the past year in a number of Australia's east Asian trading partners. On the basis of the most recent set of forecasts available, 2001 and 2002 together will record the weakest growth among the major countries since the early 1980s. At the same time, however, the risk of an even larger international contraction, which appeared to increase after the events of mid September, has abated somewhat recently. The rapid easing of monetary policy in major countries, and the large decline in oil prices, are both helping to set the conditions for recovery commencing during the year ahead. In response to these developments, financial markets around the world have recently displayed a good deal more confidence, with share prices and interest rates rising. Even so, the timing and speed of a recovery in international conditions are as yet far from clear.\n\nOn the Bank's estimate, the Australian economy has grown at an annualised rate of about 3 per cent so far in 2001. The housing expansion, together with some recovery in non-dwelling construction, will continue to assist growth in the short term. But the dampening impact on other parts of the economy of global events will become increasingly clear during 2002, at a time when the housing upswing will begin to moderate. Provided that consumer spending and business investment hold up, the Australian economy can be expected to continue recording better growth over the year ahead than other comparable countries, but at a rate below its longer-run potential.\n\nAs a result, the appreciable degree of spare capacity which has built up over the past year is likely to persist. This can be expected to impart a degree of downward pressure on inflation, which will become more apparent as the temporary effects of the exchange rate decline fade. Most measures of wages already hint at a peak in the growth of labour costs, and international prices are falling. Hence the Bank's judgement is that, despite higher prices in particular areas such as insurance, and air travel, inflation will decline during the second half of 2002.\n\nThe Board judged that these considerations pointed to the advisability of a further modest easing in monetary policy, notwithstanding the fact that conditions were already quite accommodative relative to historical experience. This will support growth in domestic demand, at a time when international conditions are weak, and will be consistent with achieving the inflation target over the medium term."}