{"shortname": "statement 2003-11-04", "source": "statement", "date": "2003-11-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2003/mr-03-15.html", "effective_date": "5 Nov 2003", "rate": "5.00", "change": "+0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to increase the cash rate by 25 basis points, to 5.0 per cent.\n\nFor an extended period, the setting of monetary policy in Australia has been mildly expansionary. This stance was, in the Board's judgment, the best response to a weak world economy, very low global interest rates, downside risks to growth at home, and contained inflation. However, the need for such a stance of policy has now passed. This assessment is based on several considerations:\n\n* Conditions in the international economy are clearly improving. The US economy is   strengthening and growth in Japan is higher than expected. Most of east   Asia is experiencing improved conditions and China continues to grow rapidly.   Financial market pricing embodies more optimism about growth, and economic   forecasts are being revised upwards. The appreciation of the Australian   dollar must be seen against that backdrop. * The Australian economy, having slowed under the weight of reduced exports and drought,   is now picking up. Strong domestic demand appears to be the main factor   so far, with both consumption and business investment growing strongly.   Business surveys indicate unexpected strength in the non-farm economy in   recent months, and the labour market is firming. The farm sector, as a result   of improved rainfall, will experience better conditions over the next year.   Hence growth is likely to be above trend through the coming year, and spare   capacity in the economy will tend to decline. The housing market continues   to be buoyant. The effect of the rise in house prices over recent years   is likely to be expansionary for the economy in the period ahead, as higher   wealth is accessed to support household spending. * In the short term, these developments are unlikely to make for significant problems   on CPI inflation. Indeed, it will most likely decline for a time, as the   effects of the appreciation of the exchange rate show up in retail prices.   Over a longer horizon, inflation is currently expected to be consistent   with the target, but the risks to that forecast are beginning to tilt upwards. * The prevailing stance of policy has been expansionary, as is clear not only from   the current low level of nominal and real interest rates, but also from   the behaviour of borrowers. Credit outstanding is rising at around 14 per   cent per year, and at over 20 per cent to households. That is a much faster   rate of growth than can be expected to be consistent with economic stability   over the longer run. Short periods of rapid credit growth have not typically   been a major concern for monetary policy, but this growth has been sustained   for some time and at present shows no sign of abating.\n\nGiven the above, the Board's view is that it is no longer prudent to continue with such an expansionary policy stance. The strength of demand for credit increases the danger associated with delaying a tightening of policy that is called for on general macroeconomic grounds."}