{"shortname": "statement 2008-11-04", "source": "statement", "date": "2008-11-04", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-25.html", "effective_date": "5 Nov 2008", "rate": "5.25", "change": "-0.75"}, "fulltext": "At its meeting today, the Board decided to reduce the cash rate by 75 basis points to 5.25 per cent, effective 5 November 2008.\n\nWorld financial markets have remained turbulent over the past month. Global equity prices have been volatile and fell further in net terms, and there have been significant exchange rate movements, including a sharp depreciation of the Australian dollar.  A number of governments have announced measures to strengthen their financial systems, which should help to stabilise conditions over time.\n\nInternational economic data have continued to point to significant weakness in the major industrial economies, and there have been further signs that China and other parts of the developing world are slowing as well. These conditions have contributed to further falls in world commodity prices.\n\nIn Australia, the overall path of economic activity appears until recently to have been close to what the Board had expected, with a needed moderation in demand occurring after a period of earlier strength. Recent reductions in borrowing rates, the depreciation of the exchange rate and the fiscal stimulus announced in October will work to assist growth in the period ahead, but deteriorating international conditions and falling commodity prices will have a dampening influence. On balance, it appears likely that spending and activity will be weaker than earlier expected.\n\nConsumer price inflation in Australia remained high in the September quarter. As expected, CPI inflation in year‑ended terms picked up to 5 per cent, while underlying measures were just over 4½ per cent.  Nonetheless, capacity pressures are now easing and, given the outlook for more moderate growth in demand and activity, it is reasonable to expect that inflation in Australia will soon start to fall. Global disinflationary forces will assist in this regard, though the depreciation of the exchange rate means that the decline of inflation to the target could take longer than would otherwise be the case.\n\nWeighing up these international and domestic developments, the Board judged that a further significant reduction in the cash rate was warranted. The Board will continue to monitor developments and make adjustments as needed to promote sustainable growth consistent with achieving the 2–3 per cent inflation target over time."}