{"shortname": "statement 1996-11-05", "source": "statement", "date": "1996-11-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/1996/mr-96-13.html", "effective_date": "6 Nov 1996", "rate": "6.50", "change": "-0.50"}, "fulltext": "The Bank will operate in the money market today to reduce the cash rate by 0.5 of a percentage point to 6.5 per cent. This decision was taken by the Board yesterday in view of the improvement in the outlook for inflation, which has increased the scope for the economy to sustain a faster rate of growth.\n\nThe latest CPI shows underlying inflation has returned to the range targeted by the Bank and endorsed by the Government. Several factors have contributed to the easing of inflationary pressures, including a relatively firm exchange rate and low inflation rates abroad. Slower growth of average wages in the latest figures is, however, of most significance for the Board's view of the inflation outlook over the next year. The economy-wide measure of ordinary-time earnings rose by 3.5 per cent over the year to the September quarter, a pace which, if sustained, is compatible with maintaining 2–3 per cent inflation.\n\nThe Bank's view is that monetary policy should not stand in the way of higher growth if the economy has the capacity to achieve that growth without threatening the low inflation objective. In current circumstances, with employment growth moderate and with unemployment still relatively high, the scope for stronger growth ought to be ample.\n\nOver the past year, the Bank has, on several occasions, expressed some disquiet about the rate of increase in wages and salaries negotiated through enterprise agreements and with executives. This concern remains. In the private sector, these increases are running at more than 5 per cent and, unlike price inflation and economy-wide measures of wages, have shown no evidence of slowing. The moderation in average wage costs was achieved only because other employees have received relatively small rises, a situation which may not be sustainable. There is clearly a need for some slowing in the wage increases produced by enterprise bargains. The return of underlying inflation to around 2½ per cent – its average over the past five years – should reassure those involved in wage and salary negotiations that the already lengthy period of low inflation will be sustained, and provide confidence to negotiate on that basis. Failure to do so would inevitably result in slower employment growth than would otherwise be possible.\n\nThe easings in monetary policy announced in July and today have resulted in reductions in short-term interest rates of 1 percentage point, and long-term yields have fallen by 1¾ percentage points since June. If today's cut flows through as the Bank expects, mortgage interest rates will have returned to their low point of mid 1994, and business lending rates will be less than a percentage point above their low point of two years ago. These favourable financial developments should improve cash flows of both business and household borrowers, and provide increased impetus to spending and confidence."}