{"shortname": "statement 1994-08-16", "source": "statement", "date": "1994-08-16", "metadata": {"href": "https://www.rba.gov.au/media-releases/1994/mr-94-11.html", "effective_date": "17 Aug 1994", "rate": "5.50", "change": "+0.75"}, "fulltext": "The Reserve Bank will be operating in money markets this morning to increase cash rates by 0.75 per cent, to around 5½ per cent. This action follows deliberations by the Board over several months, and consultations with the Government.\n\nThe increase in interest rates – the first in five years – is necessary to help sustain non-inflationary growth into the future, that being the best guarantee of further increases in jobs and reductions in unemployment. Although the timing of the move has been influenced by the latest rise in US interest rates, the move itself is driven by the marked turnaround in Australia's domestic economic conditions.\n\nEconomic recovery in Australia is now well established, with total output around 10 per cent higher than its low point in mid-1991. The pace of activity has accelerated over the past year, with employment in particular growing strongly, and unemployment declining. Indicators of capacity utilisation suggest that about half of the available slack has now been taken up. While difficulties remain in some areas – most notably in the drought-affected rural sector – the economy overall is experiencing a solid and steady recovery.\n\nGood growth is expected to continue into the foreseeable future, aided by a gradual pick-up in the world economy. Household spending has increased strongly over the past year and should continue to do so in the present climate of rising incomes and confidence. Business investment has been slower to move, but a significant lift in spending in this area is expected over the year ahead. The combination of strong profitability, rising confidence, falling debt levels and well-positioned lenders has created a favourable climate for investment.\n\nAggregate credit is now growing at a pace consistent with sustained expansion in economic activity. It is, however, unbalanced credit growth, in that lending for housing has been increasing rapidly while lending for business has only just begun to rise. Housing loans outstanding have grown at over 20 per cent per annum for the past two years and cannot continue at this pace without creating unwanted pressures in the housing market and more generally (see below).\n\nGiven these developments, the current interest rate regime, which was adopted more than a year ago when the recovery was much less robust, is no longer appropriate.\n\nThe aim of today's tightening is not to bring the recovery to an end, but to help reduce the risks of the economy overheating, and thereby contribute to a more durable recovery. While inflation remains around 2 per cent in underlying terms, upward pressures on inflation over the coming year will clearly be stronger than they have been in the recent past. In more buoyant economic conditions, the incentives to discount prices and cut costs will lessen, and demands for wage increases will grow. Such developments tend to accompany cyclical upswings but policy needs to make sure that they do not lead to major outbreaks of inflation. Timely, forward looking adjustments of monetary policy will help to demonstrate to all groups in the community that the authorities are determined that Australia remain a low inflation country in what seems certain to be a low inflation world. Today's action is intended to help keep underlying inflation around 2 to 3 per cent over a long period.\n\nAt least part of the increase in short term interest rates can be expected to flow through to variable home loan rates. The Bank is announcing another change of a prudential kind, which, at the margin, is expected to have some influence on home lending.\n\nAs mentioned earlier, housing lending has been growing at more than 20 per cent per annum over the past two years. This has been driven by a number of factors, including the underlying demand for and general affordability of housing at this time, as well as the favourable taxation treatment of housing in Australia, and the traditional attachment of Australians to ‘bricks and mortar’ investments.\n\nThe Reserve Bank does not believe that the 50 per cent risk weight attached to housing loans for capital adequacy calculations (compared with the 100 per cent weight on most other loans) has been a significant factor in driving this lending. At the same time, the Bank has some concerns that in conditions of rapid growth in housing lending and fierce competition for market share there is a risk that proper prudential standards could be undermined. If this were to occur, it could result in problems for both the lending institution and the borrower, particularly in the low inflationary environment we are seeking to establish in Australia – which will mean, inter alia, that house prices and wages do not increase at the kinds of rates that they have in the past.\n\nAgainst this background, the Bank has decided to restrict the 50 per cent risk weight for housing loans to loans for which the loan to valuation ratio is 80 per cent or less; a 100 per cent risk weight will apply in respect of housing loans having a loan to valuation ratio in excess of 80 per cent. These revised arrangements will not preclude banks from making higher loan to valuation loans where they judge that to be appropriate but the lower risk weight will no longer apply. Similar arrangements operate in Germany and some other countries.\n\nThe Bank is writing to the banks on the details of this change in arrangements, which will apply to all housing loans approved after 5 September 1994."}