{"shortname": "statement 2019-02-05", "source": "statement", "date": "2019-02-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/2019/mr-19-01.html", "effective_date": "6 Feb 2019", "rate": "1.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 1.50 per cent.\n\nThe global economy grew above trend in 2018, although it slowed in the second half of the year. Unemployment rates in most advanced economies are low. The outlook for global growth remains reasonable, although downside risks have increased. The trade tensions are affecting global trade and some investment decisions. Growth in the Chinese economy has continued to slow, with the authorities easing policy while continuing to pay close attention to the risks in the financial sector. Globally, headline inflation rates have moved lower due to the decline in oil prices, although core inflation has picked up in a number of economies.\n\nFinancial conditions in the advanced economies tightened in late 2018, but remain accommodative. Equity prices declined and credit spreads increased, but these moves have since been partly reversed. Market participants no longer expect a further tightening of monetary policy in the United States. Government bond yields have declined in most countries, including Australia. The Australian dollar has remained within the narrow range of recent times. The terms of trade have increased over the past couple of years, but are expected to decline over time.\n\nThe central scenario is for the Australian economy to grow by around 3 per cent this year and by a little less in 2020 due to slower growth in exports of resources. The growth outlook is being supported by rising business investment and higher levels of spending on public infrastructure. As is the case globally, some downside risks have increased. GDP growth in the September quarter was weaker than expected. This was largely due to slow growth in household consumption and income, although the consumption data have been volatile and subject to revision over recent quarters. Growth in household income has been low over recent years, but is expected to pick up and support household spending. The main domestic uncertainty remains around the outlook for household spending and the effect of falling housing prices in some cities.\n\nThe housing markets in Sydney and Melbourne are going through a period of adjustment, after an earlier large run-up in prices. Conditions have weakened further in both markets and rent inflation remains low. Credit conditions for some borrowers are tighter than they have been. At the same time, the demand for credit by investors in the housing market has slowed noticeably as the dynamics of the housing market have changed. Growth in credit extended to owner-occupiers has eased to an annualised pace of 5½ per cent. Mortgage rates remain low and there is strong competition for borrowers of high credit quality.\n\nThe labour market remains strong, with the unemployment rate at 5 per cent. A further decline in the unemployment rate to 4¾ per cent is expected over the next couple of years. The vacancy rate is high and there are reports of skills shortages in some areas. The stronger labour market has led to some pick-up in wages growth, which is a welcome development. The improvement in the labour market should see some further lift in wages growth over time, although this is still expected to be a gradual process.\n\nInflation remains low and stable. Over 2018, CPI inflation was 1.8 per cent and in underlying terms inflation was 1¾ per cent. Underlying inflation is expected to pick up over the next couple of years, with the pick-up likely to be gradual and to take a little longer than earlier expected. The central scenario is for underlying inflation to be 2 per cent this year and 2¼ per cent in 2020. Headline inflation is expected to decline in the near term because of lower petrol prices.\n\nThe low level of interest rates is continuing to support the Australian economy. Further progress in reducing unemployment and having inflation return to target is expected, although this progress is likely to be gradual. Taking account of the available information, the Board judged that holding the stance of monetary policy unchanged at this meeting would be consistent with sustainable growth in the economy and achieving the inflation target over time."}