{"shortname": "statement 1996-12-10", "source": "statement", "date": "1996-12-10", "metadata": {"href": "https://www.rba.gov.au/media-releases/1996/mr-96-14.html", "effective_date": "11 Dec 1996", "rate": "6.00", "change": "-0.50"}, "fulltext": "Following the considerations at the Board meeting last week, the Bank will operate in the money market today to reduce the cash rate from 6.5 per cent to 6.0 per cent.\n\nThis reduction essentially reflects a further improvement in the inflationary outlook. The Bank now expects underlying inflation to stay below 2½ per cent for the remainder of this financial year, and our assessment is for continued good inflation performance in 1997/98. This improvement in the inflation outlook is influenced by the strength of the exchange rate which, despite the volatility of last week, remains above its average of recent months. There is also further evidence from surveys of reductions in inflationary expectations, and the price deflators in the latest National Accounts confirm further falls in actual inflation.\n\nRecent figures have had little effect on our assessment of economic growth in aggregate, although the balance is slightly altered. Confidence that investment will be a source of strength over the next year has increased, while the outlook for consumption is a likely more subdued. Overall, it is the Bank's assessment that the economy has the capacity to grow a little faster without putting pressure on inflation. Today's easing, together with the two earlier ones, should provide an environment for stronger employment growth, subject to appropriate wage restraint.\n\nMonetary policy should be forward looking and, to the extent possible, act pre-emptively. In the second half of 1994, when a rise in inflation threatened, monetary policy was tightened three times. These tightenings helped keep the increase in inflation to modest levels, thus allowing the economy to remain on a sustainable growth path. Over the past six months, with a pronounced fall in inflation in prospect, monetary policy has now been eased three times.\n\nIn responding to present circumstances, monetary policy remains focused on longer-term factors impinging on the economy, and on the outlook for inflation. Here the outlook for labour costs remains crucial. At present, aggregate wage developments are consistent with inflation staying at a 2 to 3 per cent average. Monetary policy is assuming, for the time being, that this will remain the case. However, if wages growth were to rise appreciably, either because of enterprise bargains or centralised decisions, there would be a severe squeeze on business, which is still coming to grips with the competitive, low inflation environment. Monetary policy would, in such circumstances, be set to preserve the favourable inflation outlook."}