{"shortname": "statement 2008-10-07", "source": "statement", "date": "2008-10-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-20.html", "effective_date": "8 Oct 2008", "rate": "6.00", "change": "-1.00"}, "fulltext": "At its meeting today, the Board decided to lower the cash rate by 100 basis points to 6.0 per cent, effective 8 October 2008.\n\nConditions in international financial markets took a significant turn for the worse in September. Large-scale financial failures in several major countries were accompanied by serious dislocation in interbank markets and heightened instability in other markets, including sharp falls in share prices. Official actions in a number of countries have been aimed at restoring stability, by adding to short-term liquidity and laying a foundation for longer-term recovery in the health of balance sheets. Nonetheless, financing is likely to be difficult around the world for some time ahead. This is also affecting Australia, albeit by less than in many other countries, given the relative strength of the local banking system.\n\nEconomic activity in the major countries is also weakening, and evidence is accumulating of a significant moderation in growth in Australia's trading partners in Asia. The expansionary effects of the recent surge in Australia's terms of trade are still coming through, but some decline in the terms of trade now looks likely over the coming year, with many commodity prices having declined from their peaks. This, combined with the likelihood of below-trend growth in the global economy, suggests that global inflation will moderate in 2009.\n\nThus far, the overall path of economic activity in Australia appears to have been close to what the Board had expected, with the needed moderation in demand occurring. The next CPI is likely to show an increase of around 5 per cent over the four quarters to September, but the Bank remains of the view that inflation will start to decline in 2009.\n\nThe recent deterioration in prospects for global growth, together with much more difficult market conditions even for creditworthy borrowers, now present the risk that demand and output could be significantly weaker than earlier expected. Should that occur, inflation would most likely fall faster than earlier forecast.\n\nGiven that background, the Board judged that a material change to the balance of risks surrounding the outlook had occurred, requiring a significantly less restrictive stance of monetary policy. The Board also took careful note of movements in funding costs in wholesale markets. Having weighed these considerations, the Board decided that, on this occasion, an unusually large movement in the cash rate was appropriate in order to bring about a significant reduction in costs to borrowers. The Board does not, however, regard that movement as establishing a pattern for future decisions.\n\nThe Board will continue to assess prospects for demand and inflation over the period ahead, and set monetary policy as needed to bring inflation back to the 2–3 per cent target over time."}