{"shortname": "statement 1992-05-05", "source": "statement", "date": "1992-05-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/1992/mr-92-11.html", "effective_date": "6 May 1992", "rate": "6.50", "change": "-1.00"}, "fulltext": "The Reserve Bank will be acting in the money markets this morning to bring about a reduction in overnight cash rates of 1 percentage point, to around 6.5 per cent. This action follows yesterday's Board meeting and consultations with the Treasurer.\n\nIn reaching this decision, the Bank has had regard to the current information on the economy, particularly recent and prospective trends in inflation. The March quarter CPI provided further evidence that inflation in Australia is being contained at a relatively low rate. Other price indicators – such as the various ABS monthly price series – also suggest that prices are rising only slowly. In underlying terms, consumer price inflation appears to be running at less than 3 per cent. Growth of labour costs is similarly subdued.\n\nThe available indicators suggest that inflationary expectations remain at a low level, and falls in bond yields since the CPI release are another recent sign of downward revision in price expectations. Given the excess capacity remaining in the economy, little upward pressure on general prices is likely in the period ahead.\n\nThe reduction in cash rates will enable banks and other financial intermediaries to lower their lending rates, and thereby support the recovery in economic activity. While recovery is underway, assisted by modest stimulus from the Government's recent fiscal package, it is uneven and has little impetus as yet. Business demand for credit in particular remains sluggish, with most borrowers still confronted with high real interest rates. A reduction in those rates will help business cash flow and provide some encouragement to undertake new investments which will help to create additional jobs and sustain net exports.\n\nLending for housing on the other hand has been growing solidly in recent months, assisted by special interest rate reductions and other incentives which banks have offered as part of their competitive strategies. As a result, the housing sector is now building up some momentum.\n\nContrary to some media reports, the Reserve Bank has not been pressuring the banks to reduce their lending for housing. Rather, it has been making the point that, from a macro-economic perspective, the housing area does not need further special encouragement for new borrowers at this time and that the Bank would wish to see further reductions in lending rates concentrated in the business area."}