{"shortname": "statement 2015-05-05", "source": "statement", "date": "2015-05-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/2015/mr-15-08.html", "effective_date": "6 May 2015", "rate": "2.00", "change": "-0.25"}, "fulltext": "At its meeting today, the Board decided to lower the cash rate by 25 basis points to 2.0 per cent, effective 6 May 2015.\n\nThe global economy is expanding at a moderate pace, but commodity prices have declined over the past year, in some cases sharply. These trends appear largely to reflect increased supply, including from Australia. Australia's terms of trade are falling nonetheless.\n\nThe Federal Reserve is expected to start increasing its policy rate later this year, but some other major central banks are stepping up the pace of unconventional policy measures. Hence, financial conditions remain very accommodative globally, with long-term borrowing rates for sovereigns and creditworthy private borrowers remarkably low.\n\nIn Australia, the available information suggests improved trends in household demand over the past six months and stronger growth in employment. Looking ahead, the key drag on private demand is likely to be weakness in business capital expenditure in both the mining and non-mining sectors over the coming year. Public spending is also scheduled to be subdued. The economy is therefore likely to be operating with a degree of spare capacity for some time yet. Inflation is forecast to remain consistent with the target over the next one to two years, even with a lower exchange rate.\n\nLow interest rates are acting to support borrowing and spending, and credit is recording moderate growth overall, with stronger lending to businesses of late. Growth in lending to the housing market has been steady over recent months. Dwelling prices continue to rise strongly in Sydney, though trends have been more varied in a number of other cities. The Bank is working with other regulators to assess and contain risks that may arise from the housing market. In other asset markets, prices for equities and commercial property have been supported by lower long-term interest rates.\n\nThe Australian dollar has declined noticeably against a rising US dollar over the past year, though less so against a basket of currencies. Further depreciation seems both likely and necessary, particularly given the significant declines in key commodity prices.\n\nAt today's meeting, the Board judged that the inflation outlook provided the opportunity for monetary policy to be eased further, so as to reinforce recent encouraging trends in household demand."}