{"shortname": "statement 1997-05-22", "source": "statement", "date": "1997-05-22", "metadata": {"href": "https://www.rba.gov.au/media-releases/1997/mr-97-10.html", "effective_date": "23 May 1997", "rate": "5.50", "change": "-0.50"}, "fulltext": "Following consideration at the Board meeting earlier in the month, the Bank will operate in the money market today to reduce the cash rate from 6.0 per cent to 5.5 per cent.\n\nUnderlying inflation in Australia has been about 2 per cent over the past year, and the Bank's assessment is that it will fall below 2 per cent in coming quarters. In line with this fall in recorded inflation, measures of inflationary expectations have also fallen in recent months.\n\nEconomic activity is picking up from the second half of last year. Employment growth is still subdued, although forward-looking data suggest some firming in labour-market conditions ahead. Overall, 1997 looks like being a year of stronger growth than 1996. Longer-term prospects for growth are also good, and are helped by the ongoing fiscal consolidation confirmed in the recent Budget. At the same time, this growth does not seem likely to put upward pressure on inflation in the next year or two.\n\nThe above considerations – namely, inflation forecast to fall below 2 per cent, and economic activity providing scope for further expansion – amount to a *prima facie* case for an easing in policy. Such a judgment, however, also depends on the longer-term outlook for inflation, and here domestic costs, particularly wages, become a key consideration. Recently, this has been an area of some uncertainty as the data have been difficult to interpret and subject to revision.\n\nThe Bank's ‘on-balance’ assessment is that the current pace of growth of labour costs, although not yet optimal for an economy with inflation as low as ours, has shown sufficient moderation over the medium term to permit a further easing of policy. Recent decisions by the Industrial Relations Commission, particularly the Safety-Net Review, have helped in this respect, and removed one factor which could have pushed up aggregate wages. Increases obtained in enterprise bargains appear to have moderated slightly in recent quarters. The results of the survey of average weekly earnings, particularly ordinary-time earnings in the latest figures, seem to be consistent with the maintenance of a satisfactory inflation performance. Allowing for the fact that public-sector figures (and hence total figures) are almost certainly overstated by compositional distortions, our assessment is that earnings growth is approximately 4 per cent and steady, rather than the nearly 4½ per cent and rising that seemed to be the case. In the private sector, earnings growth appears to be a little below that.\n\nOur overall assessment of wage bargaining still recognises that some settlements remain higher than seems likely to be sustainable over the longer term. Pay settlements of 5 per cent, except in unusual circumstances, are likely to be too high, given our level of unemployment."}