{"shortname": "statement 2008-12-02", "source": "statement", "date": "2008-12-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2008/mr-08-27.html", "effective_date": "3 Dec 2008", "rate": "4.25", "change": "-1.00"}, "fulltext": "At its meeting today, the Board decided to reduce the cash rate by a further 100 basis points, to 4.25 per cent, effective 3 December 2008.\n\nRecent actions by governments and central banks to stabilise their respective financial systems have begun to take effect.  Nonetheless, financial market sentiment remains fragile, as evidence accumulates of weak economic conditions in the major countries and a significant slowing in many emerging countries.  Commodity prices have fallen further.  This, combined with the likelihood of below-trend growth in the global economy, suggests that global inflation will moderate significantly in 2009.\n\nThe Australian economy has been more resilient than other advanced economies, but recent data nonetheless indicate that a significant moderation in demand and activity has been occurring. With confidence affected by the financial turbulence and a decline in the terms of trade now under way, more cautious behaviour by both households and businesses is likely to see private demand remain subdued in the near term. With that outlook, and with capacity pressures now easing, it is likely that inflation in Australia will soon start to fall. Global disinflationary forces will assist in this regard, though the depreciation of the exchange rate means that the decline of inflation to the target could take longer than would otherwise have been the case.\n\nWeighing up the international and domestic developments of recent months, the Board judged that a further significant reduction in the cash rate was warranted now, to take monetary policy to an expansionary setting.  As a result of today's decision, the cash rate will be at its previous cyclical low point.  Given trends in money market yields, most lending rates should fall significantly and will also reach below-average levels.\n\nThere has now been a major easing in monetary policy over the past few months.  Together with the spending measures announced by the Government, and a large fall in the Australian dollar exchange rate, significant policy stimulus will be supporting demand over the year ahead.  The Board will continue to monitor developments and make adjustments as needed to promote sustainable growth consistent with achieving the 2–3 per cent inflation target over time."}