{"shortname": "statement 1991-09-02", "source": "statement", "date": "1991-09-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/1991/mr-91-15.html", "effective_date": "3 Sep 1991", "rate": "9.50", "change": "-1.00"}, "fulltext": "The Reserve Bank will be operating in the domestic money market this morning to reduce the cash rate by about 1 percentage point, to around 9½ per cent.\n\nThis action was agreed at a meeting of the Reserve Bank Board earlier this morning and with the Government.\n\nThe announcement is being made this morning, rather than tomorrow morning, because a bond tender is to be held later today (announced at Budget time). The Bank believes its intention to lower cash rates should be made known before tender bids are finalised and lodged.\n\nAs with each of the eight earlier reductions since January 1990, the Bank regards today's decision as consistent with the aim of maintaining the downward momentum of inflation while seeking to minimise the costs in terms of economic activity and employment.\n\nSince the last reduction of 1 percentage point on 16 May, there has been further evidence of declining inflation and inflationary expectations. The June quarter CPI, which was released after the Board's previous meeting at the end of July, confirmed a lower underlying rate of inflation. The national accounts and other economic data available since that meeting also indicate that economic activity generally remained relatively subdued.\n\nContinued weakness in money and financial aggregates suggests that the demand for credit for business expansion remains low. Business investment in new plant and equipment, in particular, is declining. The latest reduction in interest rates will help to improve business confidence and cash flows, and contribute to the forecast modest recovery in output as the year progresses.\n\nThe lower cash rates will enable banks and other financial institutions to lower their interest rates. The Reserve Bank will be looking to see the lower cash rates reflected quickly and fully in banks' indicator lending rates, particularly for business loans."}