{"shortname": "statement 1993-07-29", "source": "statement", "date": "1993-07-29", "metadata": {"href": "https://www.rba.gov.au/media-releases/1993/mr-93-17.html", "effective_date": "30 Jul 1993", "rate": "4.75", "change": "-0.50"}, "fulltext": "The Reserve Bank will be operating in the money market this morning to reduce overnight interest rates by 0.5 per cent, to 4.75 per cent. This action, which follows recent deliberations of the Board and consultations with the Treasurer, is in response to evidence of continuing slow growth and low inflation.\n\nMost indicators suggest that the economic recovery is proceeding at a modest rate. Consumer spending has been restrained and business investment is not yet providing the impetus necessary to sustain a solid recovery. Budgetary policy has been important in supporting overall demand but it cannot, as the Treasurer has stated, continue to do this over the medium term. Faster growth of private sector activity is necessary to generate more jobs and reduce unemployment.\n\nAt the same time, inflation remains under control. The CPI data released two days ago confirmed that the ‘underlying’ rate of inflation remains well within a 2 to 3 per cent range; this situation is expected to continue, notwithstanding possible rises in the ‘headline’ rate over coming quarters. Wage settlements remain moderate, with ordinary time earnings increasing by only 1.8 per cent over the twelve months to May. The fall in the Australian dollar over the past two years has resulted in higher import prices which are feeding into consumer prices, but the effects to date have been manageable.\n\nIn the Board's judgment, the combination of a sluggish rate of recovery, relatively high real interest rates and low inflation warrant a further modest fall in cash rates. This is consistent with the program of policy easings which has been implemented over the past three and a half years.\n\nThe latest reduction in official rates is expected to flow through quickly to rates charged by financial intermediaries. As has been indicated previously, the Bank believes that lending rates for business borrowers should be lowered by at least the reduction in official rates."}