{"shortname": "statement 2017-02-07", "source": "statement", "date": "2017-02-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2017/mr-17-02.html", "effective_date": "8 Feb 2017", "rate": "1.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 1.50 per cent.\n\nConditions in the global economy have improved over recent months. Business and consumer confidence have both picked up. Above-trend growth is expected in a number of advanced economies, although uncertainties remain. In China, growth was stronger over the second half of 2016, supported by higher spending on infrastructure and property construction. This composition of growth and the rapid increase in borrowing mean that the medium-term risks to Chinese growth remain. The improvement in the global economy has contributed to higher commodity prices, which are providing a boost to Australia's national income.\n\nHeadline inflation rates have moved higher in most countries, partly reflecting the higher commodity prices. Long-term bond yields have also moved higher, although in a historical context they remain low. Interest rates have increased in the United States and there is no longer an expectation of further monetary easing in other major economies. Financial markets have been functioning effectively and stock markets have mostly risen.\n\nIn Australia, the economy is continuing its transition following the end of the mining investment boom. GDP was weaker than expected in the September quarter, largely reflecting temporary factors. A return to reasonable growth is expected in the December quarter.\n\nThe Bank's central scenario remains for economic growth to be around 3 per cent over the next couple of years. Growth will be boosted by further increases in resource exports and by the period of declining mining investment coming to an end. Consumption growth is expected to pick up from recent outcomes, but to remain moderate. Some further pick-up in non-mining business investment is also expected.\n\nThe outlook continues to be supported by the low level of interest rates. Financial institutions remain in a position to lend. The depreciation of the exchange rate since 2013 has also assisted the economy in its transition following the mining investment boom. An appreciating exchange rate would complicate this adjustment.\n\nLabour market indicators continue to be mixed and there is considerable variation in employment outcomes across the country. The unemployment rate has moved a little higher recently, but growth in full-time employment turned positive late in 2016. The forward-looking indicators point to continued expansion in employment over the period ahead.\n\nInflation remains quite low. The December quarter outcome was as expected, with both headline and underlying inflation of around 1½ per cent. The Bank's inflation forecasts are largely unchanged. The continuing subdued growth in labour costs means that inflation is expected to remain low for some time. Headline inflation is expected to pick up over the course of 2017 to be above 2 per cent, with the rise in underlying inflation expected to be a bit more gradual.\n\nConditions in the housing market vary considerably around the country. In some markets, conditions have strengthened further and prices are rising briskly. In other markets, prices are declining. In the eastern capital cities, a considerable additional supply of apartments is scheduled to come on stream over the next couple of years. Growth in rents is the slowest for a couple of decades. Borrowing for housing has picked up a little, with stronger demand by investors. With leverage increasing, supervisory measures have strengthened lending standards and some lenders are taking a more cautious attitude to lending in certain segments.\n\nTaking account of the available information, and having eased monetary policy in 2016, the Board judged that holding the stance of policy unchanged at this meeting would be consistent with sustainable growth in the economy and achieving the inflation target over time."}