{"shortname": "statement 2009-07-07", "source": "statement", "date": "2009-07-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-15.html", "effective_date": "8 Jul 2009", "rate": "3.00", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.0 per cent.\n\nThe global economy is stabilising, after a sharp contraction in demand during the December and March quarters.  Downside risks to the outlook have diminished, with conditions in global financial markets improving this year and action to strengthen balance sheets of key financial institutions under way. Growth in China has strengthened considerably, which is having an impact on other economies in the region, including Australia.\n\nNonetheless, credit conditions remain tight and the effects of economic weakness on asset quality present a challenge. There is tentative evidence that the US economy is approaching a turning point, but conditions in Europe are still weakening.  While the considerable economic policy stimulus in train around the world should support recovery, it is likely to be slow at first.  For it to be durable, continued progress in restoring balance sheets is essential.\n\nEconomic conditions in Australia have to date not been as weak as expected a few months ago. But output has been sluggish and capacity utilisation has fallen back to about average levels, with some further decline likely over the rest of the year.  Weaker demand for labour is leading to lower growth in labour costs. These conditions should see inflation continue to abate over the period ahead.\n\nA pick-up in housing credit demand suggests stronger dwelling activity is likely later in the year. House prices are tending to rise. Business borrowing, on the other hand, has been declining, as companies postpone investment plans and seek to reduce leverage in an environment of tighter lending standards.  Large firms have had good access to equity capital, which is assisting in strengthening their financial structures.\n\nMonetary policy has been eased significantly.  Market and mortgage rates are at very low levels by historical standards, despite recent small increases. Business loan rates are below average.  The effects of these changes will still be coming through for some time yet. Fiscal measures are also providing considerable support for demand.\n\nThe Board's current view is that the outlook for inflation allows some scope for further easing of monetary policy, if needed.  In assessing how it might use that scope, the Board will continue to monitor how economic and financial conditions unfold and how they impinge on prospects for a sustainable recovery in economic activity."}