{"shortname": "statement 2011-09-06", "source": "statement", "date": "2011-09-06", "metadata": {"href": "https://www.rba.gov.au/media-releases/2011/mr-11-19.html", "effective_date": "7 Sep 2011", "rate": "4.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.75 per cent.\n\nConditions in global financial markets have been very unsettled over recent weeks, as participants have confronted uncertainty about both the resolution of sovereign debt problems and the prospects for economic growth in Europe and the United States. As a result, the outlook for the global economy is less clear than it was earlier in the year. Some temporary impediments that had contributed to a slowing in growth in some countries over recent months, such as the supply-chain disruptions from the Japanese earthquake and the dampening effects of rising commodity prices, are lessening. But the uncertainty and financial volatility is reducing confidence and may result in more cautious behaviour by firms and households in major countries. A number of forecasters have scaled back their global growth estimates over the past couple of months.\n\nAt this stage, little evidence is available to gauge any effects of the European and US problems on other regions. Prices for key Australian commodities have remained very high thus far, with growth in China continuing to look solid. As a result, Australia's terms of trade are now at very high levels and national income has been growing strongly. Investment in the resources sector is picking up very strongly and some related service sectors are enjoying better than average conditions. In other sectors, cautious behaviour by households and the high level of the exchange rate are having a noticeable dampening effect. The impetus from earlier Australian Government spending programs is now also abating, as had been intended. Overall, the near-term growth outlook continues to look somewhat weaker than was expected a few months ago. Beyond the near term, growth is still likely to be at trend or higher, unless the world economic outlook continues to deteriorate.\n\nGrowth in employment has been moderate this year and the unemployment rate has been little changed, near 5 per cent, for some time now. Reports of skills shortages remain confined to the resources and related sectors. After the significant decline in 2009, growth in wages has returned to rates seen prior to the downturn, though productivity growth has been weak.\n\nYear-ended CPI inflation should start to decline towards the end of the year, as temporary weather-related effects reverse. But measures of underlying inflation have been increasing this year, after declining for the previous two years. While they have, to date, remained consistent with the 2–3 per cent target on a year-ended basis, the Board remains concerned about the medium-term outlook for inflation. A key question will be the extent to which softer global and domestic growth will work, in due course, to contain inflation.\n\nMost financial indicators suggest that monetary policy has been exerting a degree of restraint. Credit growth has declined over recent months and is very subdued by historical standards, even with evidence of greater willingness to lend. Most asset prices, including housing prices, have also softened. The exchange rate is high. Each of these variables is affected by other factors as well, but together they point to financial conditions being tighter than normal.\n\nAt today's meeting, the Board judged that it was prudent to maintain the current stance of monetary policy. In future meetings, the Board will continue to assess carefully the evolving outlook for growth and inflation."}