{"shortname": "statement 2025-07-08", "source": "statement", "date": "2025-07-08", "metadata": {"href": "https://www.rba.gov.au/media-releases/2025/mr-25-17.html", "effective_date": "9 Jul 2025", "rate": "3.85", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate target unchanged at 3.85 per cent.\n\nInflation has fallen substantially since the peak in 2022, as higher interest rates have been working to bring aggregate demand and supply closer towards balance. In the March quarter, headline inflation, which has partly been affected by temporary cost of living relief, was at the midpoint of the target range while trimmed mean inflation was at 2.9 per cent. The baseline forecast in May was for underlying inflation to continue to moderate to around the midpoint of the 2–3 per cent range with the cash rate assumed to follow a gradual easing path. While recent monthly CPI Indicator data suggest that June quarter inflation is likely to be broadly in line with the forecast, they were, at the margin, slightly stronger than expected. With the cash rate 50 basis points lower than five months ago and wider economic conditions evolving broadly as expected, the Board judged that it could wait for a little more information to confirm that inflation remains on track to reach 2.5 per cent on a sustainable basis.\n\nUncertainty in the world economy remains elevated. While the final scope of US tariffs and policy responses in other countries remains unknown, financial market prices have rebounded with an expectation that the most extreme outcomes are likely to be avoided. Trade policy developments are nevertheless still expected to have an adverse effect on global economic activity, and there remains a risk that households and firms delay expenditure pending greater clarity on the outlook.\n\nSetting aside overseas developments, private domestic demand appears to have been recovering gradually, real household incomes have picked up and there has been an easing in some measures of financial stress. However, businesses in some sectors continue to report that weakness in demand makes it difficult to pass on cost increases to final prices.\n\nAt the same time, various indicators suggest that labour market conditions remain tight. Measures of labour underutilisation are at relatively low rates and business surveys and liaison suggest that availability of labour is still a constraint for a range of employers. Looking through quarterly volatility, wages growth has softened from its peak but productivity growth has not picked up and growth in unit labour costs remains high.\n\nThere are uncertainties about the outlook for domestic economic activity and inflation stemming from both domestic and international developments. The March quarter national accounts confirmed that domestic demand has been picking up over the past six months. The forecasts in May were for growth in household consumption to continue to increase as real incomes rise. There is a risk that the pick-up is a little slower than earlier expected, which could result in continued subdued growth in aggregate demand and a sharper deterioration in the labour market than currently expected. Alternatively, labour market outcomes may prove stronger than expected, given the signal from a range of leading indicators.\n\nThere are also uncertainties regarding the lags in the effect of recent monetary policy easing and how firms’ pricing decisions and wages will respond to the balance between demand and supply for goods and services, tight conditions in the labour market and continued weak productivity outcomes.\n\nThe Board continues to judge that the risks to inflation have become more balanced and the labour market remains strong. Nevertheless it remains cautious about the outlook, particularly given the heightened level of uncertainty about both aggregate demand and supply. The Board judged that it could wait for a little more information to confirm that inflation remains on track to reach 2.5 per cent on a sustainable basis. It noted that monetary policy is well placed to respond decisively to international developments if they were to have material implications for activity and inflation in Australia.\n\nThe Board will be attentive to the data and the evolving assessment of risks to guide its decisions. In doing so, it will pay close attention to developments in the global economy and financial markets, trends in domestic demand, and the outlook for inflation and the labour market. The Board is focused on its mandate to deliver price stability and full employment and will do what it considers necessary to achieve that outcome.\n\nThe Board has decided to publish an unattributed record of votes in the post-meeting statement. Today’s policy decision was made by majority: 6 in favour, 3 against."}