{"shortname": "statement 2025-04-01", "source": "statement", "date": "2025-04-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2025/mr-25-10.html", "effective_date": "2 Apr 2025", "rate": "4.10", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate target unchanged at 4.10 per cent and the interest rate paid on Exchange Settlement balances at 4 per cent.\n\nInflation has fallen substantially since the peak in 2022, as higher interest rates have been working to bring aggregate demand and supply closer towards balance. Recent information suggests that underlying inflation continues to ease in line with the most recent forecasts published in the February Statement on Monetary Policy. Nevertheless, the Board needs to be confident that this progress will continue so that inflation returns to the midpoint of the target band on a sustainable basis. It is therefore cautious about the outlook.\n\nThe Board noted that monetary policy is well placed to respond to international developments if they were to have material implications for Australian activity and inflation.\n\nPrivate domestic demand appears to be recovering, real household incomes have picked up and there has been an easing in some measures of financial stress. However, businesses in some sectors continue to report that weakness in demand makes it difficult to pass on cost increases to final prices.\n\nAt the same time, a range of indicators suggest that labour market conditions remain tight. Despite a decline in employment in February, measures of labour underutilisation are at relatively low rates and business surveys and liaison suggest that availability of labour is still a constraint for a range of employers. Wage pressures have eased a little more than expected but productivity growth has not picked up and growth in unit labour costs remains high.\n\nThere are notable uncertainties about the outlook for domestic economic activity and inflation. The central projection is for growth in household consumption to continue to increase as income growth rises. But there is a risk that any pick-up in consumption is slower than expected, resulting in continued subdued output growth and a sharper deterioration in the labour market than currently expected. Alternatively, labour market outcomes may prove stronger than expected, given the signal from a range of leading indicators.\n\nMore broadly, there are uncertainties regarding the lags in the effect of monetary policy and how firms’ pricing decisions and wages will respond to the demand environment and weak productivity outcomes while conditions in the labour market remain tight.\n\nUncertainty about the outlook abroad also remains significant. On the macroeconomic policy front, recent announcements from the United States on tariffs are having an impact on confidence globally and this would likely be amplified if the scope of tariffs widens, or other countries take retaliatory measures. Geopolitical uncertainties are also pronounced. These developments are expected to have an adverse effect on global activity, particularly if households and firms delay expenditures pending greater clarity on the outlook. Inflation, however, could move in either direction. Many central banks have eased monetary policy since the start of the year, but they have become increasingly attentive to the evolving risks from recent global policy developments.\n\nSustainably returning inflation to target within a reasonable timeframe is the Board’s highest priority. This is consistent with the RBA’s mandate for price stability and full employment. To date, longer term inflation expectations have been consistent with the inflation target and it is important that this remain the case.\n\nThe Board’s assessment is that monetary policy remains restrictive. The continued decline in underlying inflation is welcome, but there are nevertheless risks on both sides and the Board is cautious about the outlook.\n\nThe Board will rely upon the data and the evolving assessment of risks to guide its decisions. In doing so, it will pay close attention to developments in the global economy and financial markets, trends in domestic demand, and the outlook for inflation and the labour market. The Board is resolute in its determination to sustainably return inflation to target and will do what is necessary to achieve that outcome."}