{"shortname": "statement 1998-12-01", "source": "statement", "date": "1998-12-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/1998/mr-98-16.html", "effective_date": "2 Dec 1998", "rate": "4.75", "change": "-0.25"}, "fulltext": "Following a decision by the Board at yesterday's meeting, the Bank will be acting in the money market this morning to reduce the cash rate by 25 basis points to 4.75 per cent.\n\nIn evaluating the stance of monetary policy, the Board recognised that the degree of steadiness shown so far had served the economy well, but that accumulating evidence was now pointing towards the advisability of a small reduction in interest rates.\n\nThe past year has seen an unusual degree of turmoil in international financial markets, but the underlying trend in the international economy has been towards lower growth, lower inflation and lower world interest rates. Bond yields have fallen in line with the lower inflationary expectations, while at the short end, rates have fallen as a result of the easing of monetary policy in a number of countries. There now seems to be widespread agreement that 1999 will see a significant slowdown in world growth. While recent indicators do not suggest any worsening in the outlook, it still seems reasonable to base decisions on the assumption that global growth will be slower and global inflation low.\n\nIn the medium term, Australian monetary policy aims to achieve an average inflation rate of somewhere between 2 and 3 per cent. Inflation has recently been running below 2 per cent, but our forecasts point to some further pick-up, as measured by the CPI on a four-quarter-ended basis, as a result of the decline in the exchange rate over the past 18 months. It seems unlikely at this stage, however, that inflation will rise above 3 per cent and the near-term peak could be well short of that, although any forecast of inflation is only as good as its underlying assumption about the exchange rate. Medium-term inflation outcomes appear likely to be consistent with the target.\n\nTo date, domestic economic activity has continued to expand at a solid pace, in part reflecting the supportive stance of monetary policy: interest rates faced by borrowers are near thirty-year lows. In fact, the bulk of recent economic indicators suggest that growth at present may be exceeding earlier forecasts, and business confidence has tended to improve over recent months. However, with a significant decline in world growth predicted by most forecasters, it is still likely that growth in Australia will slow, at least temporarily, during 1999. This is likely to be accompanied by an increase in the current account deficit.\n\nIt is unrealistic to expect that monetary policy can fine tune either growth or inflation outcomes over the next year. Some decline in growth is unavoidable, given the international circumstances. The continuing good inflation performance, however, and the economy's capacity to grow without generating additional inflationary pressure, mean that it is appropriate to offer some additional support to growth through the adoption of a more accommodative monetary policy stance."}