{"shortname": "statement 1990-02-14", "source": "statement", "date": "1990-02-14", "metadata": {"href": "https://www.rba.gov.au/media-releases/1990/mr-90-10.html", "effective_date": "15 Feb 1990", "rate": "16.50 to 17.00", "change": "-0.50"}, "fulltext": "The Reserve Bank acted in the domestic money market this morning to bring about a further modest reduction in interest rates. Specifically, the Bank is seeking a reduction in cash rates of up to 0.5 percentage points from their recent levels.\n\nIn my statement of 23 January, I noted that ‘decisions in respect of any further easing in monetary policy will be made in the light of developments in the economy, especially in demand and wage and price levels’. Today's action reflected the Bank's assessment that the level of demand is declining and that a further modest easing in interest rates is warranted.\n\nInformation which has become available recently confirms that spending is continuing to weaken and that credit growth is slowing. Retail trade is subdued and spending on both residential and non-residential construction is being cut back. The two major lagging indicators of the business cycle – the labour market and imports – also provide confirmation of the slowdown; employment growth has slowed and job vacancies have declined, while imports have fallen.\n\nThe growth in credit is now less than half that of a year ago; banks and other financial institutions report a marked falling off in lending activity in recent months.\n\nInflation remains at a high rate but, with demand now easing, some lessening in inflationary pressures can be expected over the period ahead. Substantial progress in this critical area, however, will require sustained restraint in fiscal and wages policies, together with continuing firm monetary policy.\n\nThe Bank believes that this further modest reduction in interest rates represents, on the basis of current assessments, a reasonable balancing of the requirement for monetary policy to continue to play its part in bearing down on inflation while at the same time avoiding an excessive slowdown in economic activity.\n\nThe Bank will continue to monitor the situation closely over the period ahead. It is the Bank's intention to pursue steadiness in domestic money market conditions during this period."}