{"shortname": "statement 2009-05-05", "source": "statement", "date": "2009-05-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-08.html", "effective_date": "6 May 2009", "rate": "3.00", "change": "0.00"}, "fulltext": "At its meeting today the Board decided to leave the cash rate unchanged at 3.0 per cent.\n\nThe global economy contracted further during the first few months of this year. While the near-term outlook remains weak, there are further signs of stabilisation in several countries. The Chinese economy in particular has picked up speed in recent months and many commodity prices have firmed a little. The considerable economic policy stimulus in train in most countries should help contain the downturn and support an eventual recovery.\n\nConditions in global financial markets remain generally on a path of gradual improvement, with equity prices off their lows, term spreads declining and capital markets re‑opening. Nonetheless, confidence remains fragile and balance sheets are under pressure from the effects of economic weakness on asset quality. Credit remains tight. Continued progress in restoring balance sheets remains essential to durable recovery.\n\nThe Australian economy contracted in the latter part of 2008, and this has continued in 2009 to date, with both domestic and international demand weaker. Capacity utilisation has fallen back to about average levels, and will decline further over the rest of the year. With demand for labour weakening, growth in labour costs will probably also fall. These conditions are likely to see inflation continue to abate, though this is occurring only gradually so far, as the effects of the decline in the exchange rate are pushing up some prices.\n\nAustralian markets have seen a decline in term spreads and firmer equity prices over recent months. Borrowing for housing is picking up, particularly among first-home buyers. Business borrowing, on the other hand, is declining, as companies curtail investment plans and seek to reduce leverage, in an environment of tighter lending standards.\n\nMonetary policy has been eased significantly. Market and mortgage rates are at very low levels by historical standards and business loan rates are below average, reducing debt‑servicing burdens considerably. Much of the effect of these changes is yet to be observed. The stance of monetary policy, together with the substantial fiscal initiatives, will provide significant support to domestic demand over the period ahead.\n\nIn assessing whether further reductions in the cash rate are required over the period ahead, the Board will monitor how economic and financial conditions unfold, and how they impinge on prospects for a sustainable recovery in economic activity."}