{"shortname": "statement 2009-03-03", "source": "statement", "date": "2009-03-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2009/mr-09-05.html", "effective_date": "4 Mar 2009", "rate": "3.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.25 per cent.\n\nRecent data confirm that the world economy has remained very weak following the sharp decline in demand that occurred late last year. The major industrial economies reported large contractions in output in the December quarter, as did a number of emerging market economies across Asia and eastern Europe. Many countries are likely to be experiencing further falls in output in the current quarter.\n\nConditions in global credit markets have improved since November, but sentiment remains fragile. Share prices have weakened and banking systems in several major countries are still under pressure, as authorities work towards a resolution of the balance-sheet problems. Significant macroeconomic policy stimulus is being put in place around the world, but it is too soon to see the effects of those measures.\n\nIn Australia, demand has not weakened as much as in other countries and, on the basis of currently available information, the Australian economy has not experienced the sort of large contraction seen elsewhere. The Australian financial system remains strong and the monetary policy transmission process is working to deliver large reductions in interest rates to end borrowers. Nonetheless, economic conditions are clearly weak, and given the speed and scale of the global economic deterioration and its effect on confidence, weak conditions are likely to continue in the near term. Inflation is likely to decline over time.\n\nIn response to that outlook, there has already been a major change in both monetary and fiscal policy. Market and mortgage rates are at very low levels by historical standards and business loan rates are below recent averages, reducing debt-servicing burdens considerably. Together with the substantial fiscal initiatives, the cumulative decline in interest rates will provide significant support to domestic demand over the period ahead. On this basis, notwithstanding evident economic weakness at present, the Board judged that the stance of monetary policy was appropriate for the moment. The Board will consider the position again at its next meeting."}