{"shortname": "statement 2010-08-03", "source": "statement", "date": "2010-08-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-16.html", "effective_date": "4 Aug 2010", "rate": "4.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.5 per cent.\n\nThe global economy grew faster than trend over the year to mid 2010. The expansion has been uneven, with the major advanced countries recording only moderate growth overall but growth in Asia and Latin America very strong. There are indications that growth in China is moderating to a more sustainable rate as policies are now less accommodating. Similar adjustments to policies and growth rates are occurring in other countries in the Asian region. In Europe, while output in some key countries has been improving significantly, prospects for next year are more uncertain given planned fiscal contraction. US growth was stronger in the first half of 2010 but the pace of labour market improvement has been slow and the expansion may be somewhat lacklustre in the second half of 2010. Overall, the Bank expects global growth to be about trend over the coming year.\n\nThe caution evident in financial markets in the past few months has abated of late, helped by the disclosure of information about European banks. Nonetheless, the global outlook remains somewhat more uncertain than a few months ago and this is reflected in the volatility of financial prices. Commodity prices are off their peaks but those most important for Australia remain at very high levels, and the terms of trade are around their peak of two years ago.\n\nWith the high level of the terms of trade expected to add to incomes and demand, output growth in Australia over the year ahead is likely to be about trend, even though the effects of earlier expansionary policy measures will be diminishing. Consumption spending is recording a modest increase at present, with households displaying a degree of caution, but most indicators suggest business investment will increase over the coming year. Business credit has stabilised, though credit conditions for some sectors remain difficult. Credit outstanding for housing has continued to expand, but the upward pressure on dwelling prices appears to have abated.\n\nThe labour market has continued to firm gradually, and after the significant decline last year, growth in wages has picked up a little, as had been expected. Recent data for inflation were consistent with the Bank's May forecasts, with underlying inflation declining to about 2¾ per cent, the lowest rate for about three years. The rate of CPI increase was a little above 3 per cent due to the effects of increases in tobacco taxes announced earlier in the year. Through to mid 2011, underlying inflation is likely to be in the top half of the target zone, while CPI inflation will probably be just above 3 per cent for a few quarters due to the impact of the tax changes and increases in utilities prices.\n\nThe current setting of monetary policy is resulting in interest rates to borrowers around their average levels of the past decade. With growth likely to be close to trend, inflation close to target and the global outlook remaining somewhat uncertain, the Board judged this setting of monetary policy to be appropriate."}