{"shortname": "statement 2010-12-07", "source": "statement", "date": "2010-12-07", "metadata": {"href": "https://www.rba.gov.au/media-releases/2010/mr-10-30.html", "effective_date": "8 Dec 2010", "rate": "4.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.75 per cent.\n\nSince the previous Board meeting, concerns about the creditworthiness of a number of European governments have again become the main focus of financial markets, with a marked rise in sovereign bond spreads for some euro-area countries and an increase in volatility. At the same time, recent data suggest that the Chinese and Indian economies have continued to grow strongly and price pressures, particularly for food, have picked up in China as well as a number of other economies in Asia. Modest growth is continuing in the United States.\n\nFor Australia, the terms of trade are at their highest level since the early 1950s, and national income is growing strongly as a result. Recent information indicates that, as had been expected, private investment is beginning to pick up in response to high levels of commodity prices. In the household sector thus far, there continues to be a degree of caution in spending and borrowing, which has led to a noticeable increase in the saving rate. Asset values have generally been little changed over recent months and overall credit growth remains quite subdued, notwithstanding evidence of some greater willingness to lend.\n\nEmployment growth has been very strong over the past year, though some leading indicators suggest a more moderate pace of expansion in the period ahead. After the significant decline last year, growth in wages has picked up somewhat, as had been expected. Some further increase is likely over the coming year.\n\nThe exchange rate has risen significantly this year, reflecting the high level of commodity prices and the respective outlooks for monetary policy in Australia and the major countries. This will assist, at the margin, in containing pressure on inflation over the period ahead. Over the next few quarters, inflation is expected to be little changed, though it is likely to increase somewhat over the medium term if the economy grows as expected.\n\nFollowing the Board's decision last month to lift the cash rate, and the subsequent increases by financial institutions, lending rates in the economy are now a little above average. The Board views this setting of monetary policy as appropriate for the economic outlook."}