{"shortname": "statement 2005-03-01", "source": "statement", "date": "2005-03-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2005/mr-05-04.html", "effective_date": "2 Mar 2005", "rate": "5.50", "change": "+0.25"}, "fulltext": "Following a decision taken by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to increase the cash rate by 25 basis points, to 5.5 per cent.\n\nFor some time the Bank has been signalling that the cash rate would probably need to be moved higher during the current expansion. The decision to do so in March took into account the following main considerations:\n\n* The Australian economy is now in the fourteenth year of an expansion which has made   substantial inroads into the economy's surplus productive capacity. Over   recent months, it has become increasingly clear that remaining spare capacity   in the labour and goods markets is becoming rather limited. * This is now starting to result in stronger inflationary pressures. Price increases   at the producer level picked up appreciably at all stages of production   during the second half of 2004. Consumer price inflation, although currently   consistent with the target, was higher than had been expected, and is forecast   to increase to around 3 per cent by the end of next year. Continued pressure   on raw materials prices, constraints on capacity and reports of higher employment   costs – notwithstanding the steadiness to date of aggregate wage measures   – constitute a risk that this forecast will prove to be too low. * Although Australia's GDP slowed during 2004, this does not appear to have reflected   any deficiency in domestic or global demand. Domestic spending has been   growing strongly for some time and the global economy last year grew at   its fastest pace in more than a decade. * Conditions prevailing in Australia and abroad are likely to continue to encourage   spending growth in the period ahead. The world economy is growing at a faster-than-average   pace and world commodity prices are rising. In Australia, there are high   levels of confidence in both the business and household sectors, credit   growth is providing ample support for spending, employment is growing strongly   and national income and spending will continue to be boosted this year by   the rising terms of trade.\n\nIn these circumstances, the Board judged that an increase in the cash rate was warranted in order to reduce the risk of an unacceptable rise in inflation in the medium term."}