{"shortname": "statement 2013-07-02", "source": "statement", "date": "2013-07-02", "metadata": {"href": "https://www.rba.gov.au/media-releases/2013/mr-13-13.html", "effective_date": "3 Jul 2013", "rate": "2.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 2.75 per cent.\n\nRecent information is consistent with global growth running a bit below average this year, with reasonable prospects of a pick-up next year. Commodity prices have declined further but, overall, remain at high levels by historical standards. Inflation has moderated over recent months in a number of countries.\n\nGlobally, financial conditions remain very accommodative. However, a reassessment by the market of the outlook for monetary policy in the United States has seen a noticeable rise in sovereign bond yields from exceptionally low levels. Volatility in financial markets has increased and there has been some widening of credit spreads.\n\nIn Australia, the recent national accounts confirmed that the economy has been growing a bit below trend over the recent period. This is expected to continue in the near term as the economy adjusts to lower levels of mining investment. The unemployment rate has edged higher over the past year and growth in labour costs has moderated. Inflation has been consistent with the medium-term target and is expected to remain so over the next one to two years, notwithstanding the effects of the recent depreciation of the exchange rate.\n\nThe easing in monetary policy over the past 18 months has supported interest-sensitive spending and asset values and further effects can be expected over time. The pace of borrowing has remained relatively subdued, though recently there are signs of increased demand for finance by households.\n\nThe Australian dollar has depreciated by around 10 per cent since early April, although it remains at a high level. It is possible that the exchange rate will depreciate further over time, which would help to foster a rebalancing of growth in the economy.\n\nAt today's meeting the Board judged that the easier financial conditions now in place will contribute to a strengthening of growth over time, consistent with achieving the inflation target. It decided that the stance of monetary policy remained appropriate for the time being. The Board also judged that the inflation outlook, as currently assessed, may provide some scope for further easing, should that be required to support demand."}