{"shortname": "statement 2012-04-03", "source": "statement", "date": "2012-04-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2012/mr-12-09.html", "effective_date": "4 Apr 2012", "rate": "4.25", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.25 per cent.\n\nRecent information is consistent with the expectation that the world economy will grow at a below-trend pace this year, but does not suggest that a deep downturn is occurring. Several countries in Europe will record very weak outcomes, but the US economy is continuing a moderate expansion. Growth in China has moderated, as was intended, and is likely to remain at a more measured and sustainable pace in the future. Conditions around other parts of Asia softened in 2011, partly due to natural disasters, but are not showing signs of further deterioration. Some moderation in inflation has allowed policymakers in the region to ease monetary policies somewhat. Commodity prices declined for a few months last year and are noticeably off their peaks, but have been relatively stable for a while now, at quite high levels. Australia's terms of trade have peaked, though they remain high.\n\nFinancial market sentiment has generally continued to improve in recent weeks and capital markets are supplying funding to corporations and well-rated banks. At the margin, wholesale funding costs are tending to decline, though they remain higher, relative to benchmark rates, than in mid 2011. But the task of putting European banks and sovereigns onto a sound footing for the longer term remains large and Europe will remain a potential source of adverse shocks for some time yet.\n\nIn Australia, growth in domestic demand ran at its fastest for four years in 2011, driven by private spending. Nonetheless the balance of recent information suggests that output growth was somewhat below trend over the year. There are differences in performance between sectors, and considerable structural change is occurring. Labour market conditions softened during 2011, though the rate of unemployment has been little changed for some time.\n\nInterest rates for borrowers remain close to their medium-term average. Credit growth remains modest. Housing prices have shown some signs of stabilising recently, after having declined for most of 2011, but generally the housing market remains soft. The exchange rate has remained high over recent months, even though the terms of trade have declined somewhat.\n\nIn underlying terms, inflation was around 2½ per cent in 2011. CPI inflation was higher than that but will fall over the next quarter or two. It is currently expected that inflation will be in the 2–3 per cent range over the coming one to two years. This forecast abstracts from the effects of the carbon price and also embodies an assumption that productivity growth in the economy increases somewhat as a result of the structural change now occurring. At its next meeting, the Board will have the opportunity to reassess the outlook for inflation, taking into account not only data on demand and output but also forthcoming information on prices.\n\nThe Board eased monetary policy late in 2011. Since then, its judgement has been that, with growth expected to be close to trend, inflation close to target and lending rates close to average, the setting of monetary policy was appropriate. The Board's view was also that, were demand conditions to weaken materially, the inflation outlook would provide scope for easier monetary policy. At today's meeting, the Board judged the pace of output growth to be somewhat lower than earlier estimated, but also thought it prudent to see forthcoming key data on prices to reassess its outlook for inflation, before considering a further step to ease monetary policy."}