{"shortname": "statement 2011-02-01", "source": "statement", "date": "2011-02-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2011/mr-11-01.html", "effective_date": "2 Feb 2011", "rate": "4.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 4.75 per cent.\n\nGlobal output grew strongly in 2010, notwithstanding the relatively subdued performance of several of the major economies. The Chinese and Indian economies in particular have recorded very strong expansions, and price pressures, particularly for food and raw materials, have picked up. Concerns about sovereign creditworthiness in Europe have remained prominent and uncertainty from this source seems likely to persist for some time. Overall, however, the global economy continues to look strong going into 2011. Commodity prices have remained high and in many instances have risen further over recent months.\n\nAustralia's terms of trade are at their highest level since the early 1950s and national income is growing strongly. There have been further indications that private investment is beginning to pick up in response to high levels of commodity prices. In the household sector thus far, in contrast, there continues to be caution in spending and borrowing, and an increase in the saving rate. Asset values have generally been little changed over recent months and overall credit growth remains quite subdued, notwithstanding evidence of some greater willingness to lend.\n\nEmployment growth was unusually strong in 2010. Most leading indicators suggest further growth, though most likely at a slower pace. After the significant decline in 2009, growth in wages picked up somewhat last year. Some further increase is likely over the coming year.\n\nInflation is consistent with the medium-term objective of monetary policy, having declined significantly from its peak in 2008. Recent data show underlying inflation at around 2¼ per cent in 2010. The CPI rose by about 2¾ per cent, reflecting the once-off effect of the increase in tobacco excise. These moderate outcomes are being assisted by the high level of the exchange rate, the earlier decline in wages growth and strong competition in some key markets, which have worked to offset large rises in utilities prices. The Bank expects that inflation over the year ahead will continue to be consistent with the 2–3 per cent target.\n\nThe flooding in Queensland and Victoria is having a temporary adverse effect on economic activity and prices. Some production of crops and resources has been lost and some other forms of economic output have also been lower in the affected areas.\n\nPrices for the relevant commodities have risen and are likely to remain elevated in the near term. Resumption of production is occurring at differing speeds by region and industry. In setting monetary policy the Bank will, as on past occasions where natural disasters have occurred, look through the estimated effects of these short-term events on activity and prices. The focus of monetary policy will remain on medium-term prospects for economic activity and inflation.\n\nThe floods also resulted in damage or destruction to physical capital in the affected regions. Over the next year or two, the efforts to repair or replace infrastructure and housing will add modestly to aggregate demand, compared with what would otherwise likely have occurred. The extent of this net additional effect will depend on the full extent of the damage, the speed of the rebuilding, and the extent to which other public and private spending is deferred. The Bank's preliminary assessment is that the net additional demand from rebuilding is unlikely to have a major impact on the medium-term outlook for inflation.\n\nThe Bank will of course continue to assess the effects of the floods and the subsequent recovery, along with all the other factors having a bearing on economic conditions. At today's meeting, the Board judged that the current stance of monetary policy remained appropriate in view of the general macroeconomic outlook."}