{"shortname": "statement 2012-07-03", "source": "statement", "date": "2012-07-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2012/mr-12-16.html", "effective_date": "4 Jul 2012", "rate": "3.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 3.50 per cent.\n\nGrowth in the world economy picked up in the early months of 2012, having slowed in the second half of 2011. But more recent indicators continue to suggest weakening in Europe and a slower pace of growth in China. Conditions in other parts of Asia have recovered from the effects of last year's natural disasters, but the ongoing trend is unclear and could be dampened by the effects of slower growth outside the region. The United States continues to grow at a modest pace. Commodity prices have declined, which is helping to reduce inflation and providing scope for some countries to ease macroeconomic policies. Australia's terms of trade have peaked, though they remain historically high.\n\nFinancial markets have initially responded positively to signs of further progress towards longer-term sustainability in European financial affairs, but Europe will remain a potential source of adverse shocks for some time. While capital markets remain open to corporations and well-rated banks, low appetite for risk has seen long-term interest rates faced by highly rated sovereigns, including Australia, decline to exceptionally low levels. Share markets have remained volatile.\n\nIn Australia, recent data suggest that the economy continued to grow in the first part of 2012, at a pace somewhat stronger than had been earlier indicated. Labour market conditions also firmed a little, notwithstanding job shedding in some industries; the rate of unemployment remains low.\n\nThere have been no changes to the Bank's outlook for inflation. Over the coming one to two years, and abstracting from the effects of the carbon price, inflation is expected to be consistent with the target. Maintaining low inflation over the longer term will, however, require growth in domestic costs to slow as the effects of the earlier exchange rate appreciation wane.\n\nInterest rates for borrowers have declined, to be a little below their medium-term averages. Business credit has increased more strongly in recent months, though credit growth remains modest overall. The housing market remains subdued. The exchange rate has been volatile recently, but overall remains high.\n\nAs a result of the sequence of earlier decisions, there has been a material easing in monetary policy over the past six months. At today's meeting, the Board judged that, with inflation expected to be consistent with the target and growth close to trend, but with a more subdued international outlook than was the case a few months ago, the stance of monetary policy remained appropriate."}