{"shortname": "statement 2016-07-05", "source": "statement", "date": "2016-07-05", "metadata": {"href": "https://www.rba.gov.au/media-releases/2016/mr-16-17.html", "effective_date": "6 Jul 2016", "rate": "1.75", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 1.75 per cent.\n\nThe global economy is continuing to grow, at a lower than average pace. Several advanced economies have recorded improved conditions over the past year, but conditions have become more difficult for a number of emerging market economies. China's growth rate has moderated further, though recent actions by Chinese policymakers are supporting the near-term outlook.\n\nCommodity prices are above recent lows, but this follows very substantial declines over the past couple of years. Australia's terms of trade remain much lower than they had been in recent years.\n\nFinancial markets have been volatile recently as investors have re-priced assets after the UK referendum. But most markets have continued to function effectively. Funding costs for high-quality borrowers remain low and, globally, monetary policy remains remarkably accommodative. Any effects of the referendum outcome on global economic activity remain to be seen and, outside the effects on the UK economy itself, may be hard to discern.\n\nIn Australia, recent data suggest overall growth is continuing, despite a very large decline in business investment. Other areas of domestic demand, as well as exports, have been expanding at a pace at or above trend. Labour market indicators have been more mixed of late, but are consistent with a modest pace of expansion in employment in the near term.\n\nInflation has been quite low. Given very subdued growth in labour costs and very low cost pressures elsewhere in the world, this is expected to remain the case for some time.\n\nLow interest rates have been supporting domestic demand and the lower exchange rate since 2013 is helping the traded sector. Financial institutions are in a position to lend and credit growth has been moderate. These factors are all assisting the economy to make the necessary economic adjustments, though an appreciating exchange rate could complicate this.\n\nIndications are that the effects of supervisory measures have strengthened lending standards in the housing market. Separately, a number of lenders are also taking a more cautious attitude to lending in certain segments. Dwelling prices have risen again in many parts of the country over recent months. But considerable supply of apartments is scheduled to come on stream over the next couple of years, particularly in the eastern capital cities.\n\nTaking account of the available information, the Board judged that holding monetary policy steady would be prudent at this meeting. Over the period ahead, further information should allow the Board to refine its assessment of the outlook for growth and inflation and to make any adjustment to the stance of policy that may be appropriate."}