{"shortname": "statement 1993-03-22", "source": "statement", "date": "1993-03-22", "metadata": {"href": "https://www.rba.gov.au/media-releases/1993/mr-93-05.html", "effective_date": "23 Mar 1993", "rate": "5.25", "change": "-0.50"}, "fulltext": "The Reserve Bank will be acting this morning to reduce overnight interest rates, by 0.5 per cent, to around 5.25 per cent. Reductions in bank and other interest rates can be expected to follow.\n\nThis action, which follows discussions yesterday with the Government, is consistent with the position outlined by the Reserve Bank in its January Bulletin:\n\n‘The combination of low inflation and weak economic activity would ordinarily provide a case for easing of monetary policy. Current nervousness in foreign exchange markets, however, which follows earlier falls in the exchange rate, effectively precludes any such action at this time.’\n\nAt its meeting on 2 March, the Bank's Board reaffirmed this position. It noted that the foreign exchange market was showing signs of settling down but that the election period contained the potential for renewed instability. In the event, however, financial markets have exhibited considerable robustness over recent weeks, with the exchange rate strengthening and bond yields falling.\n\nEconomic activity is stronger now than six months ago but it is not moving ahead fast enough to make inroads into the level of unemployment or excess capacity more generally. The provision of credit, particularly to businesses, remains flat and business investment has shown only tentative signs of recovery. At the same time, further evidence has emerged of lower inflation, lower inflationary expectations and negligible wage pressures. In these circumstances, a further reduction in interest rates is appropriate; it will help to support the recovery without adding to inflationary pressures.\n\nLooking ahead, Australia is well placed to move into a period of sustained, low inflationary growth. This, however, will require a further pick-up in private investment if capacity constraints are to be avoided down the track. To that end, the Budget deficit will need to be reduced over the medium term to provide room for a rising level of business investment.\n\nLower interest rates will assist business cash flows and make some contribution to encouraging investment. In contrast to lending for housing, which is continuing at high levels, lending to business remains weak. Today's reduction in cash rates will reduce funding costs of financial institutions which the Bank expects to flow through to banks' lending rates. In this process, the Bank would like to see priority given to reductions in lending rates for business borrowers.\n\nThe lower cash rates will also flow through to deposit and investment rates, which will reduce nominal interest returns to savers. Given low current and prospective rates of inflation, however, any erosion of the real value of these savings will be much less than it was in earlier periods of high inflation."}