{"shortname": "statement 2024-09-24", "source": "statement", "date": "2024-09-24", "metadata": {"href": "https://www.rba.gov.au/media-releases/2024/mr-24-18.html", "effective_date": "25 Sep 2024", "rate": "4.35", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate target unchanged at 4.35 per cent and the interest rate paid on Exchange Settlement balances unchanged at 4.25 per cent.\n\nInflation has fallen substantially since the peak in 2022, as higher interest rates have been working to bring aggregate demand and supply closer towards balance. But inflation is still some way above the midpoint of the 2–3 per cent target range. In underlying terms, as represented by the trimmed mean, inflation was 3.9 per cent over the year to the June quarter, broadly as forecast in the May Statement on Monetary Policy (SMP). Headline inflation declined in July, as measured by the monthly CPI indicator. Headline inflation is expected to fall further temporarily, as a result of federal and state cost of living relief. However, our current forecasts do not see inflation returning sustainably to target until 2026. In year-ended terms, underlying inflation has been above the midpoint of the target for 11 consecutive quarters and has fallen very little over the past year.\n\nThe central forecasts published in August were for underlying inflation to return to the target range of 2–3 per cent late in 2025 and approach the midpoint in 2026. This reflected a judgement that the economy’s capacity to meet demand was somewhat weaker than previously thought, evidenced by the persistence of inflation and ongoing strength in the labour market.\n\nSince then, GDP data for the June quarter have confirmed that growth has been weak. Earlier declines in real disposable incomes and the ongoing effect of restrictive financial conditions continue to weigh on consumption, particularly discretionary consumption. However, growth in aggregate consumer demand, which includes spending by temporary residents such as students and tourists, remained more resilient.\n\nWage pressures have eased somewhat but labour productivity is still only at 2016 levels, despite the pickup over the past year.\n\nBroader indicators suggest that labour market conditions remain tight, despite some signs of gradual easing. Over the three months to August, employment grew on average by 0.3 per cent per month. The unemployment rate remained at 4.2 per cent in August, up from the trough of 3.5 per cent in mid-2023. But the participation rate remains at record highs, vacancies remain elevated and average hours worked have stabilised.\n\nTaken together, the latest data do not change the Board’s assessment at the August meeting that policy is currently restrictive and working broadly as anticipated. But there are uncertainties. The central projection is for household consumption growth to pick up in the second half of the year as the headwinds to income growth recede – but there is a risk that this pickup is slower than expected, resulting in continued subdued output growth and a sharper deterioration in the labour market. More broadly, there are uncertainties regarding the lags in the effects of monetary policy and how firms’ pricing decisions and wages will respond to the slower growth in the economy at a time of excess demand, and while conditions in the labour market remain tight.\n\nThere also remains a high level of uncertainty about the outlook abroad. Some central banks have eased policy, although they note that they are removing only some restrictiveness and remain alert to risks on both sides, namely weaker labour markets and stronger inflation. The outlook for the Chinese economy has softened and this has been reflected in commodity prices. Geopolitical uncertainties remain pronounced.\n\nSustainably returning inflation to target within a reasonable timeframe remains the Board’s highest priority. This is consistent with the RBA’s mandate for price stability and full employment. To date, longer term inflation expectations have been consistent with the inflation target and it is important that this remain the case.\n\nWhile headline inflation will decline for a time, underlying inflation is more indicative of inflation momentum, and it remains too high. The most recent projections in the August SMP show that it will be some time yet before inflation is sustainably in the target range. Data since then have reinforced the need to remain vigilant to upside risks to inflation and the Board is not ruling anything in or out. Policy will need to be sufficiently restrictive until the Board is confident that inflation is moving sustainably towards the target range.\n\nThe Board will continue to rely upon the data and the evolving assessment of risks to guide its decisions. In doing so, it will pay close attention to developments in the global economy and financial markets, trends in domestic demand, and the outlook for inflation and the labour market. The Board remains resolute in its determination to return inflation to target and will do what is necessary to achieve that outcome."}