{"shortname": "statement 2000-08-01", "source": "statement", "date": "2000-08-01", "metadata": {"href": "https://www.rba.gov.au/media-releases/2000/mr-00-13.html", "effective_date": "2 Aug 2000", "rate": "6.25", "change": "+0.25"}, "fulltext": "Following a decision made by the Board at its meeting yesterday, the Bank will be operating in the money market this morning to raise the cash rate by 25 basis points, to 6.25 per cent.\n\nIn reaching its decision the Board considered a range of factors bearing on the outlook for the Australian economy and for inflation in particular.\n\n* Over the past twelve months economic growth and inflation have been higher than forecast.   The broadest economy-wide measures of activity – GDP and employment   growth – point to an economy that continues to perform strongly. Although   growth in some areas of domestic demand, e.g. housing, is falling, the value   of exports has risen by 28 per cent during the past year and the robust   world economy will assist further growth. The value of imports has also   risen strongly over the past year (21 per cent) reflecting trends in domestic   demand. * Measures of underlying inflation are now around 2½ per cent. This is within   the target band but the trend has been upwards for a year or so and some   further upward drift is likely to occur. Producer price indexes suggest   increased upstream inflationary pressure. Excluding the direct effects of   oil prices, output prices of the manufacturing sector rose by over 4½   per cent in the year to June, their fastest rate of increase for about a   decade. * The rise in the Consumer Price Index of 3.2 per cent over the year to the June quarter   was affected by higher international oil prices. Australia's flexible inflation   targeting regime accepts temporary deviations of this nature. * The rise in inflation has occurred despite a fairly benign trend in labour costs   to date. The various indicators of wages are now showing disparate movements,   complicating interpretation. The Board's view remains that wages growth   is moderate, but that labour costs are likely to pick up in the year ahead   in response to economic conditions, including higher price inflation (and   the increase in the Superannuation Guarantee Charge). * In assessing the impact of earlier changes in interest rates, the Board noted that   the pace of credit expansion had risen in recent months. Credit outstanding   grew by 13 per cent over the year to June, and at a rate of 15 per cent   in the most recent six months. Credit to the household sector has continued   to expand more rapidly, notwithstanding the recent increases in interest   rates.\n\nPublished inflation statistics will be difficult to interpret in the period ahead because the CPI and the various underlying series will be influenced by the recently implemented changes to the tax system. The Board's intention is to abstract from the price-level effect of the tax changes and to seek to ensure that ongoing inflation remains consistent with the target once the tax changes have been absorbed. Taking into account the developments outlined above, the assessment was that the balance of risks had, in recent months, tilted somewhat further towards higher inflation. The Board therefore judged that a further tightening of monetary policy was warranted in seeking to limit the extent of such risks.\n\nThe Board is conscious that the stance of monetary policy must contribute to achieving the medium-term inflation goal, but do so in a way that does not unnecessarily restrict economic activity. In making this decision, the Board was of the view that the level of real interest rates and of the real exchange rate would be supportive of sustainable growth in the economy. As has been the case with the earlier policy moves, the latest move aims to promote a continuation of sustainable growth by ensuring that inflation pressures remain contained."}