{"shortname": "statement 2013-09-03", "source": "statement", "date": "2013-09-03", "metadata": {"href": "https://www.rba.gov.au/media-releases/2013/mr-13-17.html", "effective_date": "4 Sep 2013", "rate": "2.50", "change": "0.00"}, "fulltext": "At its meeting today, the Board decided to leave the cash rate unchanged at 2.5 per cent.\n\nRecent information is consistent with global growth running a bit below average this year, with reasonable prospects of a pick-up next year. Commodity prices have declined from their peaks, but generally remain at high levels by historical standards. Inflation in most countries remains well contained.\n\nOverall, global financial conditions remain very accommodative, though the recent reassessment by markets of the outlook for US monetary policy has seen a noticeable rise in sovereign bond yields, from exceptionally low levels. Volatility in financial markets has increased and has affected a number of emerging market economies in particular. Notwithstanding the higher volatility, Australian institutions have ample access to funding markets.\n\nIn Australia, the economy has been growing a bit below trend over the past year. This is expected to continue in the near term as the economy adjusts to lower levels of mining investment. The unemployment rate has edged higher. Inflation has been consistent with the medium-term target. With growth in labour costs moderating, this is expected to remain the case over the next one to two years, even with the effects of the recent depreciation of the exchange rate.\n\nThe easing in monetary policy since late 2011 has supported interest-sensitive spending and asset values, and further effects can be expected over time, including from the declines in rates seen over recent months. The pace of borrowing has remained relatively subdued, though recently there are signs of increased demand for finance by households.\n\nThe Australian dollar has depreciated by around 15 per cent since early April, although it remains at a high level. It is possible that the exchange rate will depreciate further over time, which would help to foster a rebalancing of growth in the economy.\n\nAt today's meeting, the Board judged that the setting of monetary policy remained appropriate. The Board will continue to assess the outlook and adjust policy as needed to foster sustainable growth in demand and inflation outcomes consistent with the target."}