{"SAV-SUPER": {"topic": "Superannuation Schemes", "description": "Superannuation Schemes in Australia are pension funds. They hold a lot of financial assets, and so are systemically important. Our first question should determine whether they are being framed as a financial risk (if so, we should lean dovish) or the paragraph is mentioning them in the context of the savings rate (if so, we should use the logic above in the savings tree)."}, "SAV-SAVING": {"topic": "Saving", "description": "The savings rate affects inflation generally through the cashflow channel: if people are saving more, they are spending less. So if the savings rate is being described as decreasing, this is an inflationary risk. If it is increasing, then we could be neutral to leaning dovish."}, "RISK-INSURANCE": {"topic": "Insurance", "description": "The role of insurance in financial stability and its relevance to monetary policy."}, "RISK-GEOPOLITICAL": {"topic": "Geopolitical risk", "description": "Geopolitical risk generally manifests as a supply shock and as risk premia in financial markets."}, "RISK-FINRISK": {"topic": "Financial risks (e.g. credit risk, duration risk, risk-on or risk-off sentiment)", "description": "Analysis of financial risks in the banking sector and other financial sectors, and their impact on financial stability and central bank responses."}, "RISK-CONFIDENCE": {"topic": "Uncertainty, Consumer and Business Confidence", "description": "Confidence affects future consumption, investment patterns, and underlying inflationary pressures."}, "RE-RESIDENTIAL": {"topic": "Residential Real Estate", "description": "Analysis of house price growth, rental inflation, and dwelling construction's impact on inflation and economic stability, influencing monetary policy."}, "RE-CONSTRUCTION": {"topic": "Building Approvals and Construction", "description": "Construction is an important indicator for future house price growth and economic activity. Higher construction indicates stronger economic activity and potentially lower inflation, while lower construction indicates weaker economic activity and potentially higher inflation."}, "RE-COMMERCIAL": {"topic": "Commercial Real Estate", "description": "This has little bearing, typically, on monetary policy, so we should only be concerned if the sector is being described as a financial stability risk (dovish) or as part of a broader slowdown in construction or credit growth (leaning dovish)."}, "POL-TAX": {"topic": "Taxation", "description": "Tax changes (e.g. increases, cuts, grants, subsidies) affect disposable income, economic activity, and inflation, influencing monetary policy."}, "POL-STIMULUS": {"topic": "Economic Stimulus (incl. Government Grants, Incentives, Rebates, Subsidies)", "description": "Economic stimulus measures, such as government grants, incentives, rebates, and subsidies, can boost economic activity but are often inflationary. Describing such measures is generally hawkish, whereas advocating for more stimulus suggests a dovish stance."}, "POL-MONETARY": {"topic": "Monetary Policy", "description": "Evaluation of policy recommendations (rate changes or holding rates) and their implications for inflation control or employment growth, influencing hawkish or dovish stances."}, "POL-LEGISLATIONREGULATION": {"topic": "Legislation and Regulation", "description": "Legislation and regulation can impact economic stability in different ways. Macroprudential regulation related to banking stability focuses on lending standards. Other regulations can influence inflationary risks."}, "POL-GOVBUDGET": {"topic": "Government Budget (Deficits and Surpluses)", "description": "The government budget can be in deficit, surplus, or balanced. Budget deficits can lead to increased inflationary pressures, making a hawkish stance likely. Budget surpluses can reduce inflationary pressures, advocating for a dovish stance."}, "POL-FISCAL": {"topic": "Fiscal Policy (incl. austerity)", "description": "Fiscal policy involves government spending and taxation. Expansionary fiscal policies can increase inflationary pressures, leading to a hawkish stance. Contractionary policies can reduce inflationary pressures, leading to a dovish stance."}, "FUN-DEMOGRAPHICS": {"topic": "Demographics and Population", "description": "Long-term movements like population growth and aging population have uncertain effects on monetary policy, while short-term migration of international students can cause rental inflation, leading to hawkish considerations."}, "FUN-CLIMATE": {"topic": "Weather Events and Environmental Policies", "description": "The impact of inclement weather, natural disasters, and environmental policies on economic conditions and central bank policies."}, "EXT-TRADE": {"topic": "Trade", "description": "Exchange rate movements can affect prices and influence inflation outcomes. Depreciation usually increases inflation, while appreciation usually decreases inflation."}, "EXT-MINING": {"topic": "Mining and Resources Sector Activity", "description": "The sector represents a significant part of the economy, and its activity can impact inflation and monetary policy stance."}, "EXT-INTLMONETARYPOLICY": {"topic": "International Monetary Policy Comparisons", "description": "Comparing the policy rates of major advanced economy central banks (e.g., the Fed or ECB) with each other or with emerging markets."}, "EXT-INTLECON": {"topic": "International Economics and Capital Flows", "description": "How global growth, the growth of major trading partners, and international financial/capital flows impact the domestic economy and central bank's stance."}, "EXT-CURRENCIES": {"topic": "Currencies", "description": "Exchange rate movements, particularly changes in the value of the Australian Dollar measured through the Trade Weighted Index (TWI), and their influence on inflation and monetary policy stance."}, "EXT-COMMODITIES": {"topic": "Oil and Bulk Commodity Markets", "description": "Price movements in oil, gas, iron ore, and other commodities significantly impact Australia's terms of trade, exchange rate, inflation, and broader economy."}, "EXT-AGRICULTURAL": {"topic": "Agricultural Commodities", "description": "Food and grocery prices influenced by agricultural commodities are a significant inflation component, sensitive to supply shocks like bad weather, wars, and shipping disruptions."}, "EC-FORECAST": {"topic": "Forecasting (including Consensus Economics, Scenarios, etc.)", "description": "A hawkish sentiment in forecasts would typically focus on expectations of rising inflation and tighter policies, while a dovish sentiment would emphasize slow growth, high unemployment, or low inflation, suggesting the need for more accommodative policies."}, "CREDIT-VOLATILITY": {"topic": "Financial Volatility", "description": "State of financial markets, whether volatile or stable, and the central bank's likely stance in response."}, "CREDIT-PRICING": {"topic": "Credit and Asset Pricing (e.g. Asset Prices, Yield Curves)", "description": "Analysis of credit and asset pricing stability, including movements in asset prices and yield curves, and their implications for monetary policy stance."}, "CREDIT-INTERESTRATES": {"topic": "Interest Rates", "description": "Analysis of the overall restrictiveness of interest rates and their implications for monetary policy stance."}, "CREDIT-INFRASTRUCTURE": {"topic": "Financial Market Infrastructure", "description": "Central counterparties and stock exchanges, which generally do not influence the central bank’s hawkish or dovish stance unless under financial stress."}, "CREDIT-HOUSEHOLDDEBT": {"topic": "Household Debt (e.g. Mortgages, Credit Cards)", "description": "The pace of credit growth in household debt markets and its implications for economic stability and monetary policy."}, "CREDIT-GOVTDEBT": {"topic": "Government Debt (e.g. Australian Government Securities, Treasury Bills)", "description": "The state of government debt markets and their implications for central bank asset purchase programs or quantitative easing."}, "CREDIT-EQUITIES": {"topic": "Equities Markets", "description": "Analysis of equity market trends and their implications for monetary policy stance."}, "CREDIT-CREDITGROWTH": {"topic": "Credit Growth and Allocation", "description": "The state of credit growth and its implications for economic overheating or economic support."}, "CREDIT-CORPDEBT": {"topic": "Corporate Debt (e.g. Corporate Bonds, Business Loans)", "description": "Business funding conditions, whether through corporate bonds or bank loans, and their implications for central bank stance."}, "CREDIT-BONDS": {"topic": "Bond Markets and Securitisation (e.g. RMBS, ABS)", "description": "Business funding conditions, whether tight or loose, and their implications for central bank stance."}, "CREDIT-BANKING": {"topic": "Banking Sector (including Resolution and Macroprudential Policies)", "description": "Analysis of the banking sector, including aspects of lending, financial stability, and macroprudential policies, and their implications for monetary policy stance."}, "CORE-WEALTH": {"topic": "Wealth", "description": "Higher wealth can lead to higher consumption and housing investment as households generally spend some share of any increase in their wealth."}, "CORE-WAGES": {"topic": "Wages", "description": "Analysis of wage growth and its implications for inflationary pressures and monetary policy stance."}, "CORE-TRADABLENONTRADABLE": {"topic": "Tradable and Non-Tradable Sectors", "description": "Imported inflation is influenced by the exchange rates for tradable goods, while non-tradable goods are influenced by domestic factors."}, "CORE-TARGET": {"topic": "Inflation Target (2-3 per cent)", "description": "Analysis of inflation levels relative to the 2-3 per cent target and the implications for monetary policy stance."}, "CORE-SUPPLYSHOCKS": {"topic": "Supply shocks", "description": "A positive supply shock could typically reduce inflationary pressures (e.g., a surge in productivity or a decrease in input costs), potentially leading to a more dovish stance. Conversely, a negative supply shock (e.g., a disruption in supply chains or an increase in input costs) might increase inflationary pressures, leading to a more hawkish stance."}, "CORE-SKILLS": {"topic": "Worker Skills and Human Capital", "description": "Examines the mismatch of worker skills (indicative of labor market tightness) and growth in human capital (long-term investment in education and skills)."}, "CORE-SERVICES": {"topic": "Services Sector", "description": "The performance of the services sector, indicating the strength and growth rate of economic activity within this sector."}, "CORE-PRODUCTIVITY": {"topic": "Productivity", "description": "Analysis of productivity growth and its implications for inflationary pressures and monetary policy stance."}, "CORE-MANUF": {"topic": "Manufacturing Sector", "description": "The state of the manufacturing sector, including its growth rate and implications for economic policies."}, "CORE-LABOURINTENSIVE": {"topic": "Labour Market, Intensive Margin (e.g. Hours Worked, Underutilisation, Part vs Full Time)", "description": "Higher underemployment rates or lower hours worked can be signs of slack in the labour market, leading to dovish stances. Conversely, lower underemployment rates or higher hours worked can signal tighter labor markets and potential inflationary pressures, leading to hawkish stances. If neither is highlighted, the information is considered neutral."}, "CORE-LABOUREXTENSIVE": {"topic": "Labour Market, Extensive Margin", "description": "Analysis of labour market conditions and their implications for monetary policy stance based on employment, unemployment, participation, hires and quits, and layoffs."}, "CORE-LABOURCAPACITY": {"topic": "Labour Market Capacity", "description": "Analysis of the labour market's capacity, including slack or tightness, and its implications for monetary policy stance."}, "CORE-INVESTMENT": {"topic": "Investment and Capital Expenditure", "description": "Investment is a key part of economic activity, and it can expand the future productive capacity of an economy."}, "CORE-INFLATIONEXPECTATIONS": {"topic": "Inflation Expectations", "description": "Analysis of inflation expectations and their implications for monetary policy stance."}, "CORE-INFLATION": {"topic": "Inflation and Inflationary Pressures", "description": "Analysis of current inflation levels and inflationary pressures, and their implications for monetary policy stance."}, "CORE-HOUSEHOLDINCOMES": {"topic": "Household Incomes and Budgets", "description": "Household income growth can affect inflation due to increased consumption."}, "CORE-FINDISRUPTION": {"topic": "Financial Crises", "description": "Events causing significant instability in financial markets, prompting central bank support."}, "CORE-DISRUPTION": {"topic": "Economic Disruption", "description": "Significant events such as trade tensions or pandemics that may add to inflationary pressures."}, "CORE-DEMANDSHOCKS": {"topic": "Demand shocks", "description": "A positive demand shock increases inflationary pressures, while a negative demand shock reduces them."}, "CORE-CYCLES": {"topic": "Economic Cycles (Recessions and Expansions)", "description": "Economic expansions (e.g. tight labour market, high inflation, strong GDP growth) are hawkish, contractions/recessions (e.g. loose labour markets, low inflation, weak GDP growth) are dovish."}, "CORE-CONSUMPTION": {"topic": "Consumption", "description": "Strong consumption growth directly feeds into inflation."}, "CORE-COMPETITION": {"topic": "Competition", "description": "The less competition there is in the economy, the more likely it is that prices are higher. We are particularly interested in changes in the competitive environment -- if things are described as becoming more competitive (e.g. retailers), then this will have deflationary effects. If less competitive, then inflationary pressures."}, "CORE-CAPITALSTOCK": {"topic": "Capital Stock (incl. infrastructure)", "description": "Growth in the capital stock -- including infrastructure -- can increase the productivity of an economy, lowering unit labour costs, and thus reducing inflationary pressures. It also expands productive capacity generally. However, there are important short-run concerns. If the government is spending on infrastructure, this is generally stimulatory and can add to labour market tightness (particularly in construction)."}, "CORE-CAPACITY": {"topic": "Productive Capacity", "description": "An economy operating with little spare capacity will see stronger inflationary pressures, and one operating with much spare capacity will see subdued inflationary pressures. The assessment of spare capacity could be expressed directly, talking about the level of spare capacity, or indirectly, talking about the balance of (aggregate) demand and supply. If growth in supply is greater than demand, this implies that spare capacity is increasing."}, "CORE-BUSACTIVITY": {"topic": "Business Activity", "description": "Analysis of business activity, including insolvencies, business credit, and general conditions, and their implications for monetary policy stance."}, "CORE-AFFORDABILITY": {"topic": "Affordability", "description": "Affordability and inflation are closely related, though affordability tends to be more about things like fuel, groceries, rents, etc."}, "CORE-ACTIVITY": {"topic": "GDP and Economic Activity (e.g., Domestic Demand, National Accounts)", "description": "In the upswing stage of the business cycle, there is usually strong growth in GDP and employment. As a result, the unemployment rate declines and inflation starts to increase. In a downturn, GDP declines and the unemployment rate rises, and inflation typically starts to decline."}}